[
    {
        "start": "00:00:00.000",
        "end": "00:01:31.980",
        "content": " meeting of NOVEMBER 28, 2023. Please stand by for the san francisco board of supervisors meeting of NOVEMBER 28, 2023. >> good afternoon and welcome to the meeting for tuesday NOVEMBER 28, 2023. Please call the roll. >> [Roll call] MR. PRESIDENT, all members are present. >> thank you MADAM Clerk. The san francisco board of supervisors we acknowledge that we are on the unceded ancestral homeland of the ramaytush ohlone who are the original inhabitants of the san francisco peninsula. As the indigenous stewards of this land and in accordance with their traditions, the ramaytush ohlone have never ceded, lost nor forgotten their responsibilities as the caretakers of this place, as well as for all peoples who reside in their traditional territory. As guests, we recognize that we benefit from living and working on their traditional homeland. We wish to pay our respects by"
    },
    {
        "start": "00:01:23.857",
        "end": "00:02:30.390",
        "content": "recognize that we benefit from living and working on their traditional homeland. We wish to pay our respects by acknowledging the ancestors and relatives of the ramaytush community and by affirming their sovereign rights as first peoples. Colleagues, please join me in the pledge of allegiance. >> I pledge allegiance to the flag of the united states of america, and to the republic, for which it stands, one nation, under GOD, indivisible, with liberty and justice for all. >> MADAM Clerk, do we any communications? >> the board welcomes all persons to attend in person here in the legislative chamber, room 250, second floor in city hall. This meeting is airing live on sfgovtv channel 26 or view the live stream at www.Sfgovtv.Org. As an alternative to being present you MAY submit public"
    },
    {
        "start": "00:02:18.790",
        "end": "00:03:17.472",
        "content": "present you MAY submit public comment in writing by e-mail to bos@sfgov.Org or send via U.S. postal service to the san francisco board of supervisors, the number 1 DR. Carlton b goodlett place, city hall, room 244 in san francisco california 94102. If you need to request a reasonable accommodation under the american's with disability act or you need to request language assistance, you need to contact the clerk's office at least 48 business hours in advance of the meeting by calling 415-554-5184. Our office will make every effort to accommodate all requests. Thank you MR. PRESIDENT, that concludes communications. >> thank you MADAM Clerk."
    },
    {
        "start": "00:03:10.265",
        "end": "00:04:03.150",
        "content": "Thank you MR. PRESIDENT, that concludes communications. >> thank you MADAM Clerk. Colleagues we have a motion to approve the minutes of OCTOBER 17 and OCTOBER 24, 2023? Motion made by supervisor walton, seconded by supervisor mandelman. On that motion made and seconded, MADAM Clerk, a roll call, please. >> on the minutes, dorsey, aye. Engardio, aye. Mandelman, aye. Melgar, aye. Peskin, aye. Preston, aye. Ronan, aye. Safai, aye. Stefani, aye. Walton, aye. Chan, aye."
    },
    {
        "start": "00:03:55.511",
        "end": "00:04:46.162",
        "content": "Chan, aye. There are 11I ayes. >> motion approved. Please call consent agenda. >> items 1-17 are consent and considered to be retune. If a member objects a item MAY be removed and considered separately. >> seeing no names on the roster, take same house same call, the ordinances finally passed on first reading and resolutions adopted. Next item, please. >> item 18 is third draft of charter amendment to amend the charter of city and county of san francisco to define full duty sworn offices to establish minimum staffing level for"
    },
    {
        "start": "00:04:38.540",
        "end": "00:05:30.573",
        "content": "duty sworn offices to establish minimum staffing level for sworn officer of the police department. >> supervisor safai and so far you are the sponsor of this charter amendment, the one late charter amendment to be considered today, I will call on you first. >> thank you PRESIDENT Peskin. Thank you colleagues. There is a lot of consternation around this measure, not exactly clear why. There has been some misinformation promoted about this measure, and to be honest, I didn't think I would be standing here today as the sponsor of this measure. This measure evolved in a way I think is healthy what debate we need to have in san francisco, but I want to go back to things I said in committee, having"
    },
    {
        "start": "00:05:22.366",
        "end": "00:06:16.919",
        "content": "but I want to go back to things I said in committee, having served on the budget committee for the past three years, first under chair haney, then chair ronan and now chair chan, this is and will be the most difficult budget that I faced in seven years on the board of supervisors. We are approaching at least right now they say a half billion dollar deficit. They anticipate it growing to 7 or $800 million and last year we had people coming to our chamber talking about food security, programs being cut. We had children people carrying babies, child care providers talking about the threat of"
    },
    {
        "start": "00:06:09.214",
        "end": "00:07:04.569",
        "content": "talking about the threat of their programs being cut. We had senior programs after school programs, we had many different vital and core services in our city on the chopping block and that was with a quarter of billion dollar budget deficit. We are now facing over a half billion dollar budget deficit and that is a fact and it is continuing to grow. When this charter amendment was proposed, the conversation revolved around how we would one, increase the minimum number of officers that have declined over the last five years and now how are we going to creatively recruit and get more people back in potentially through recruitment fund."
    },
    {
        "start": "00:06:55.760",
        "end": "00:07:51.616",
        "content": "more people back in potentially through recruitment fund. Let me say this, and again, serving on the budget committee serves us well in this conversation. We tomorrow at the budget committee will hear a request from the department of public health to take $39.5 million from funded unfilled positions and convert that into overtime. Those positions are predominantly nurses and nurses assistants that have not been hired or filled in the city and county of san francisco. When you go to laguna honda and when you go to the emergency room at sf general, we are down emergency room nurses."
    },
    {
        "start": "00:07:43.643",
        "end": "00:08:41.866",
        "content": "room at sf general, we are down emergency room nurses. When you call 911 in this city right now, we are only meeting the required response time, 70 percent of the time. 71 percent of the time to be exact. Because we are down 30 to 40, 911 call operators. We are down sheriffs, we are down paramedics, we are down mental health technicians, we are down firefighters and yes we are down police officers. If we are going to have a conversation about public safety in the city, we need to talk about all aspects of public safety that includes all of the people on the front lines in this position. I am not prepared to get into a conversation of pitting peter against paul or taking money from one area of the government and shifting over to the other"
    },
    {
        "start": "00:08:33.960",
        "end": "00:09:25.812",
        "content": "and shifting over to the other without a true funding source and that is the responsibility of this body to be thoughtful, to be responsible and to think about all aspects of government. I understand over the last couple years people are very concerned about public safety and they should be, but it needs to be approached in healthy thoughtful way. We made a amendment, that amendment said from the original charter there needs to be a identified source of funding and that includes going and modifying an existing tax and looking for a way to pay for this in a thoughtful way. But I think when we do that and that would be a second step, not included in this proposal, that's when we should have a"
    },
    {
        "start": "00:09:17.170",
        "end": "00:10:11.457",
        "content": "not included in this proposal, that's when we should have a real conversation about all aspects of public safety in when we are approaching a full conversation. I want to thank all of the individuals that have been involved in the conversation. i want to thank supervisor dorsey for moving the conversation forward, but I will say, the idea when things are amended, that is a normal process and the legislative process. That is a normal part of what we do in this body and that happened time and time again and so I think the end result we have here is one that is doing two things. It is changing the conversation around minimum police staffing which I think is a good thing"
    },
    {
        "start": "00:10:01.716",
        "end": "00:10:53.534",
        "content": "which I think is a good thing and secondarily saying we need to be fiscally responsible and identify a sort of funding and do it in a thoughtful way, so colleagues I ask for your support on this today. I think that there is a lot more room for conversation. I hope supervisor dorsey and I can come together and continue to work on this as we have on other things in this body, and I think that all of us will be better served by the end result. Thank you MR. PRESIDENT. >> thank you supervisor safai. Supervisor engardio. >> thank you. I want to explain why I will be voting no on this measure. I have been a strong advocate for funding and hiring more police officers. We face a police staffing crisis and short hundreds of"
    },
    {
        "start": "00:10:42.657",
        "end": "00:11:42.516",
        "content": "for funding and hiring more police officers. We face a police staffing crisis and short hundreds of officers for a city our size. I need to explain why I'm voting no a measure on its face looks like a measure to fund and hire more police officers. This measure does nothing concrete to fund and hire police. It is aspirational. it doesn't set aside funds in the budget, it only suggests reallocating money from current taxes that are volatile and inconsistent income. This measure is merely aspirational because it is not a new dedicated tax. It refers to the possibility of using a unnamed tax in the future and that raises legal concerns for me. Taxes that pay for specific things require 2/3 majority."
    },
    {
        "start": "00:11:33.308",
        "end": "00:12:28.897",
        "content": "things require 2/3 majority. Simple majority are easier to pass, but can the next pay for something specific by police? Our city has been sued in the past over these very questions. In short, this measure is messy and it doesn't do anything to immediately fund and hire police. We need to scrap this measure, start over, take the politics out of it and work together to give san francisco residents what they are begging for, better public safety. Better public safety starts with funding and hiring more police officers. It also includes more sheriff deputies and first responders like paramedics and 911 operators. Let's talk about 911 operators. They are underpaid and stressed to the max and leaving in droves. We can all have the police"
    },
    {
        "start": "00:12:18.121",
        "end": "00:13:19.147",
        "content": "to the max and leaving in droves. We can all have the police officers in the world but what is the point if we don't have essential workers answering the phone when residents have have a emergency? >> this measure is messy because it started as one thing, a set aside for police fundjug became another thing which doesn't dedicate any definitive funding. A lot of politic s happened and this measure has become the political footple football for the upcoming election year. Some politicians will win and some will lose but for residents of san francisco it is all a loss. We can't play politics in public safety. Include 911 operators and"
    },
    {
        "start": "00:13:10.730",
        "end": "00:14:06.996",
        "content": "Include 911 operators and police officers and first responders to create a public safety set aside for for the NOVEMBER ballot. There are basic residents expect city hall to cover. A fully staffed police department and 911 call center is as basic as it gets. Without public safety, nothing else matters. Put the politics aside and do the work our constitch tuents are demanding. >> supervisor ronan. >> thank you. I have to say I'm a little confused now. Mostly by the sponsor's speech. So, I have a couple of questions maybe for the city attorney or for the controller or for the author."
    },
    {
        "start": "00:13:57.855",
        "end": "00:14:58.416",
        "content": "or for the author. As I read this measure, it would appear that any future revenue measure that we would put on the ballot would pass. That it would first have to go to fund a minimum amount of police before the revenue could be used for anything else. Am I reading that correctly? >> deputy city attorney ann pearson. The measure includes the term, the full und ifing gate and that is a date when certain parts of the charter amendment would become operative and the full funding date is defined as the date when the controller certifies that the voters passed a tax measure that dedicate funding for this purpose or will increase funding sufficient to cover the"
    },
    {
        "start": "00:14:48.390",
        "end": "00:15:42.593",
        "content": "purpose or will increase funding sufficient to cover the cost of this. When that date happens, the funding requirements of this charter amendment will go into effect, so when that date happens the city would be required to appropriate funds consistent with this and deposit money into the fund. >> so in plain language because that is how I read it as well. What that means is that any new revenue measure that goes on the ballot first has to be used to fund minimum staffing for police before it could be fund anything else? >> I don't think that is exactly right. There could be a revenue measure that is specific tax earmarked for something else. >> for a specific tax, but a general tax?"
    },
    {
        "start": "00:15:33.653",
        "end": "00:16:29.608",
        "content": ">> for a specific tax, but a general tax? >> if there is a general tax that doesn't raise sufficient revenue to cover these costs that would not trigger, but if there is a general tax that in the controller estimation generates enough revenue to cover the cost of this ballot measure, it would trigger these requirements. >> so, if there is another pandemic we wouldn't be able to raise general revenue to cover health cost or housing or healthcare or anything else? If it was enough a general tax to cover the minimum staffing -- this is the worst written piece of legislation I think I've seen in 15 years on this board."
    },
    {
        "start": "00:16:19.732",
        "end": "00:17:08.790",
        "content": "think I've seen in 15 years on this board. That's unbelievable. We are tying our hands in the future, which means that unless we specifically want to raise revenue to hire police why even try? No matter what is happening. No matter if there is a pandemic or homeless crisis gets worse, no matter if there is a staffing crisis in any other profession and both of my colleagues just named about a dozen where we have minimum staffing and I have to agree with supervisor engardio, this is a mess of a piece of legislation because it started as something completely different which by the way I would have been against as"
    },
    {
        "start": "00:17:01.675",
        "end": "00:17:52.192",
        "content": "would have been against as well, but it started as something completely different and has meshed into not nothing but something that ties our hands and can prohibit us from achieving true public safety in the future. You gave a speech supervisor safai all about the fact public safety requires many things. It does require police, but it also requires mental health counselors and housing for the homeless and drug treatment programs, and economic development programs. All of these things together is what makes public safety. Correct me if I'm wrong, colleagues, but didn't just 3"
    },
    {
        "start": "00:17:43.517",
        "end": "00:18:38.605",
        "content": "Correct me if I'm wrong, colleagues, but didn't just 3 years ago PRESIDENT Norman yee put something on the ballot to not put arbitrary numbers in the charter to staff at any level? we just did that. It passed with incredible support from the publux because it doesn't make sense to put random numbers that represent a specific moment in time in our city consitution. That's why we elect leaders to make judgment calls about how to use limited funds in a specific period of time when the city is a complicated place facing many challenges and to divide those funds as appropriate at a particularly given time. Yes, we have set asides because we decide some things are so important that we should always fund them, and I understand"
    },
    {
        "start": "00:18:30.198",
        "end": "00:19:24.752",
        "content": "important that we should always fund them, and I understand that there was a effort to do that at first, but what we have here makes absolutely zero sense to me. I'll also just have to say and why I would have opposed supervisor dorsey's original measure as well, since 2017 this board has increased sfpd funding by over $200 million. Just this year alone sfusd came to us and asked for $60 million increase to their budget, $25 million budget supplemental to pay for overtime cost and a new mou with their union for $166 million over three years to fund recruitment and retention"
    },
    {
        "start": "00:19:16.879",
        "end": "00:20:12.340",
        "content": "million over three years to fund recruitment and retention bonus we gave it to them. The past two years when sfpd and the mayor came to us with a budget for police, we gave ever cent they asked for. Yes, police are important to public safety. They dont make public safety. They are important component to insure public safety and we understood the department has been under-staffed for some time so this board and this mayor have supported all the efforts to recruit new officers, to hire new officers, to pay competitive rates. We have done that and haven't said no for over two years and in fact we said yes to a massive increase just a few days ago. Just a few years ago we took arbitrary numbers out of the"
    },
    {
        "start": "00:20:03.726",
        "end": "00:20:59.781",
        "content": "Just a few years ago we took arbitrary numbers out of the charter when it comes to police staffing, because we decided it didn't make sense and it passed with you know, incredible support. Now we have this non-sensical ballot measure that creates a fund that we might be forced to put money into if we put a revenue tax on the ballot. As someone who supported every new revenue measure and every new tax against the rich has that been on the ballot I would not support that measure with this in place because what you are saying is that money will go straight to the cops! When people are starving in the street. The lecture or introduction that supervisor safai gave, I agreed with everything he had to say."
    },
    {
        "start": "00:20:52.509",
        "end": "00:21:45.694",
        "content": "agreed with everything he had to say. That is precisely why I'm not supporting the measure. This makes so sense colleagues and hope you will join supervisor engardio and me for completely different reasons to say no to this horrible mess of a piece of legislation. >> supervisor dorsey. >> thank you. Colleagues I don't believe there is a single issue more important to san francisco residents and businesses today then public safety and I don't believe there is a single factor more consequential to making progress on those public safety challenges then fulfilling the promise of a"
    },
    {
        "start": "00:21:38.222",
        "end": "00:22:38.381",
        "content": "fulfilling the promise of a fully staffed police department. Last month when the police department presented to this board, we heard sobering numbers. 1/3 of the police department supposed to be in san francisco isn't there right now. We are on pace to lose another 300 police officers who are eligible for full retirement right now. A police commander described this situation as potentially catastrophic and the thing about what we are trying to deal with here is that much of what we are facing in police under-staffing as a crisis isn't unique to san francisco and in fact this is a nation wide phenomenon. Much is demographic issue that owes to bill clinton running for PRESIDENT In 1992 and"
    },
    {
        "start": "00:22:27.271",
        "end": "00:23:19.689",
        "content": "for PRESIDENT In 1992 and making commitments we put a hundred thousand cops on the street and it was 125 thousand cops. It turns out also police officers will retire. This was a foreseeable crisis we probably should have been doing more to solve sooner then we did, but the fact is right now we are not competing as effectively against other jurisdictions in northern california as we could be and that's why I was working on a charter amendment for most of this year and I appreciate everybody whether we agree or not, I appreciate the spirit of cooperation about addressing this issue and trying to"
    },
    {
        "start": "00:23:13.180",
        "end": "00:24:12.443",
        "content": "this issue and trying to address some of the things that I think 1994 charter amendment got wrong that supervisor ronan talked about. I agree, we shouldn't have a arbitrary number in the charter that stays there forever and think there was a right move, prop e in 2020 to amend that. What I wanted to do in the charter amendment we are proposing before it was hijacked was to have a process for how we could have a minimum staffing level that is adjusted over time. But, it turns out that there was a hostile amendment offered. This is now not a police staffing measure, this now has a contingency in it that it will not take effect unless and until \"a future tax measure"
    },
    {
        "start": "00:23:57.697",
        "end": "00:25:01.292",
        "content": "will not take effect unless and until \"a future tax measure passed by the voters\" is \"generate sufficient general revenue to recruit and hire more police.\". The notion san franciscans can only expect a fully staffed police department if they are willing to pay extra for it in my view is a marketing gimmick worthy of spirit airlines and not something a responsible city government should be doing. I believe that voters deserve the agency because it is there dollars to prioritize police staffing for just a five year period to get us from a historic low of something like 700 cops short to a fully staffed police department in a way that won't break the bank that had the support of the"
    },
    {
        "start": "00:24:52.886",
        "end": "00:25:43.302",
        "content": "that had the support of the mayor budget also, the mayor policy director, mayor, former chief of police, current chief of police. We are a city that is too invested in being safe and clean and welcoming to our residents and our businesses, to commuters to tourists and convention airs. This is a vices we cannot afford not to solve. I think voters deserve the agency to prioritize that. I'm disappointed they won't get it. What they will get instead is a cop tax scream and will say this, I don't this can this is something that will go over well with voters. I think this is going to be an election where people want solutions on public safety and I don't think they are getting"
    },
    {
        "start": "00:25:37.970",
        "end": "00:26:59.479",
        "content": "I don't think they are getting it with the measure as amended, so I will be opposing it. I know we will have people from different perspectives MAY agree on this, but I hope you join me in voting no. Thank you. >> thank you supervisor dorsey. MR. Controller, sorry to put you on the spot and this might take you a minute, but how many approximately funded, vacant, rank and file, q2 police officer positions currently exist in the san francisco police department? Take your time. We'll give you a couple minutes. While you're looking at that, how many academy classes were provided for in this year's 23/24 budget MADAM Budget"
    },
    {
        "start": "00:26:50.472",
        "end": "00:27:46.995",
        "content": "23/24 budget MADAM Budget chair? >> total budget of $785 million out of which that included four police academy classes. >> each academy class if fully subcribed is how many individuals? >> san francisco police department is expected to hire in the next five fiscal years each year up to a hundred police officers. That was the goal and they have been falling short not for the short of budget, but the fact that they really need help to have recruitment strategy. This is the reason why in a previous budget year this body also approve a budget that includes $600 thousand to provide the police department a recruitment consultant to allow"
    },
    {
        "start": "00:27:36.719",
        "end": "00:28:38.181",
        "content": "provide the police department a recruitment consultant to allow them to help with recruitment. >> so it isn't lack of funding MADAM Chair, it is lack of applicants? >> absolutely. But we do have good news and I mean, I don't want to take words out of the police department mouth and the previous fiscal year they only have six graduate in the police academy but most recently had 25 graduate police academy class and lateral hiring up to 30 police officers from other counties. >> got it. MR. Controller... >> MR. PRESIDENT, ben roseenfield, the department has 300 vacant funded q2 positions vacent in the current budget. >> thank you. Supervisor preston."
    },
    {
        "start": "00:28:28.671",
        "end": "00:29:26.462",
        "content": ">> thank you. Supervisor preston. >> thank you PRESIDENT Peskin. I have comments on this one. I want to start I will not repeat some of the points that my colleague supervisor ronan made around the impact on future tax revenue measures. I will say that while I believe it was unintentional, I believe that this effectively this charter amendment is a were it to pass is a poison pill on future general revenue measures, which would be very difficult to move forward and win support of through 2029 if this measure passes for the reason supervisor ronan identified."
    },
    {
        "start": "00:29:19.220",
        "end": "00:30:18.113",
        "content": "reason supervisor ronan identified. I want to articulate some concerns about the policy underlying this charter amendment and those would be similar comments that I would have made to the original dorsey measure and now the safai measure, and we talked about a lot of issues already. I don't want to cover ground people covered, but the amendment does-the charter amendment proposes to do two things. It assigns minimum staffing number undoing the previous voter approved chapter amendment that had removed that minimum. That's the first thing and the second thing it does is when a trigger is met it implements a mandatory set aside of up to"
    },
    {
        "start": "00:30:11.342",
        "end": "00:31:01.458",
        "content": "mandatory set aside of up to $30 million per year for new higher bonuses for police officers, $75 thousand a head. Regarding the minimum staffing number, I think we all can appreciate people wanting more efficient and timely responses when they contact sfpd and in need and experiencing a emergency, folks deserve in this city to have a quick response and I don't think anyone on this board -- I hope no one on the board disagrees with that rbs I don't think anyone does and think we also agree too many of our constituents are not getting that kind of response they are entitled to"
    },
    {
        "start": "00:30:54.520",
        "end": "00:31:47.671",
        "content": "response they are entitled to and should get and it is necessary. I understand fully the frustration among a lot of constituents that leads to some of this policy discussion. That said, there is just no indication at all and no evidence that reinstituteing this minimum staffing number will fix this isue in any way. According to the newest metric staffing report, community generated calls for service are actually down in comparison with similar calls before the pandemic in 2018. That informed the previously suggested staffing numbers."
    },
    {
        "start": "00:31:39.310",
        "end": "00:32:34.486",
        "content": "suggested staffing numbers. Why this fact declining calls for service is totally absent from the discussion of police staffing levels when we discuss this, that has nothing to do with public safety, nothing to do with policy, has everything to do with politics. And more importantly, simply playing with theoretical minimums in a charter amendment whether the original one or the amended one does that magically create new police officers to the point about that supervisor walton has spoken to many times and PRESIDENT Peskin alluded to around the vacancies. This police department is funded for all the staffing needs and hiring needs and then some as supervisor ronan pointed out getting literally"
    },
    {
        "start": "00:32:25.145",
        "end": "00:33:21.990",
        "content": "some as supervisor ronan pointed out getting literally hundreds of millions dollar of increases and yet they still lack the officers they say they need and cannot fill the academies, so why is this going to be any different? there is also a question and think it is a important one when we discuss this of whether resources would be adequately deployed even if this measure could recruit and result in the recruitment of enough officers to meet the minimum staffing numbers that are being proposed. We know that the issue facing many of our neighborhoods and many constituents, especially our low income neighborhoods is"
    },
    {
        "start": "00:33:10.690",
        "end": "00:34:08.446",
        "content": "our low income neighborhoods is not overall sfpd staffing, but rather the deployment of officers and how a department with a ever growing seemingly limitless budget and funding, how they choose to spend their money. So, our downtown shopping district right now is literally flooded with police officers and many will proudly tell you about the plan to flood downtown with police officers. You go down there right now, they are everywhere. Police officers are everywhere downtown. But we can't get in the tenderloin a consistent presence of police on blocks that have suffered repeated"
    },
    {
        "start": "00:34:00.875",
        "end": "00:34:56.463",
        "content": "that have suffered repeated shootings just in the last week and homicides. That's not because of shortage of police officers. Let's be really clear about that. It isn't because of shortage of police officers. So, massive police presence downtown and little effort to deter or prevent violent crime in troubled residential neighborhoods, that's the realty in san francisco. Big downtown corporations and rich neighborhoods get all the policing they ask for. While low income high crime areas struggle for coverage unless it is part of a made for tv campaign to arrest people for their drug addiction and temporarily move them from"
    },
    {
        "start": "00:34:45.200",
        "end": "00:35:42.910",
        "content": "for their drug addiction and temporarily move them from public view only so they can return later in the day to the same place and at higher risk of overdose fatality. So, colleagues, this is why we called for and thank you for the supporting the budget legislative analyst audit of san francisco police department oferntime deployment. Reforming how the san francisco police department deploys officers and are criteria guiding that exercise of discretion will do far more to address the situation then yet another mound of funding that comes with no accountability what so ever. The second part of the charter amendment, the mandatory set aside for hiring bonus is"
    },
    {
        "start": "00:35:33.869",
        "end": "00:36:27.187",
        "content": "aside for hiring bonus is deeply concerning on many levels. Particularly concerning to me as chair of government audit oversight committee and as supervisor ronan mentioned the gao heard various union memorandums of understanding with the city including the mou with the police officers association. Police officers association overwhelmingly ratified the mou with the city and mou that secured another $167 million for police over the next three years. The mou process did not result in a proposal or include proposal for hiring bonus after extensive negotiation with department of human resources."
    },
    {
        "start": "00:36:15.611",
        "end": "00:37:10.400",
        "content": "department of human resources. They negotiated many things, including bonuses, they didn't include the hiring bonuses that now appear. The poa and dhr did not propose the hiring bonuses to the board during a process that took place less then a year ago when the board was asked to approve and did approve $167 million of increases as part of a unprecedented package of raises and bonuses so don't where the sudden call for $75 thousand hiring bonuses on top of all the bonuses that have already been promised sfpd is coming from. I'm not convinced throwing this money at recruitment bonus and new hires in the manner that would be required by this"
    },
    {
        "start": "00:37:01.658",
        "end": "00:38:01.517",
        "content": "new hires in the manner that would be required by this charter amendment will have its intended effect and once triggered this set aside will certainly take money from other crucial city needs and divert them to the san francisco police department over and above the massive budget increases sfpd has already secured in successive budget cycles year after year after year and through the latest mou. Colleagues I wish we had a charter amendment that improved public safety and addressed the actual desire of our constituents for greater community safety. This isn't it and I will be voting no. >> supervisor walton."
    },
    {
        "start": "00:37:50.974",
        "end": "00:38:42.191",
        "content": ">> supervisor walton. >> thank you PRESIDENT Peskin and I will not be long in comments because I have spoken on this several times in committee, but I do want to reiterate that our police department is already fully funded, and when supervisor chan demonstrated that numbers that have been going to the police academy over the last couple years that number 25 which is what the police department promoted for recruitment classes was a number that was dummied down. A real police academy class is supposed to require about 50 police officers, that is per the chief of police and we have"
    },
    {
        "start": "00:38:34.152",
        "end": "00:39:26.471",
        "content": "the chief of police and we have not gotten anywhere near those numbers, so the issue with the police department most certainly is the fact that we have not provided young people or people in community with the excitement about becoming a police officer. That has to change if we want to get a fully staffed department. Minimum staffing numbers have never been achieved historically. Give me a date and time when we achieved minimum staffing numbers, I would love to see it because it doesn't exist. We never achieved minimum staffing levels, and most certainly this charter amendment as presented by supervisor dorsey and quite frankly the current one, the"
    },
    {
        "start": "00:39:18.597",
        "end": "00:40:11.782",
        "content": "supervisor dorsey and quite frankly the current one, the goal of the charter amendment will never be achieved. We will not achieve minimum staffing levels per this charter, but at the very least, we should have a dedicated funding source if that is the goal and if this is passed. So, I will be supporting the amended charter because if for some reason this was to move forward, there should definitely be a committed funding source for minimum staffing levels, which are arbitrary and will not be achieved."
    },
    {
        "start": "00:40:03.876",
        "end": "00:40:54.893",
        "content": "achieved. >> supervisor chan. >> thank you PRESIDENT Peskin and colleagues, I think when supervisor dorsey brought this introduced it before us the original version I think I was-I have a lot of questions about it, especially as supervisor ronan has referenced that we just voted on this as a city to really undo the minimum number that was a ballot measure championed by former board PRESIDENT Norman yee with understanding that we need to be intellectially honest how many officers do we exactly"
    },
    {
        "start": "00:40:48.121",
        "end": "00:41:41.740",
        "content": "many officers do we exactly need and let's have independent studies which was conducted by under the leadership of former police commission PRESIDENT Malia cohen and that came understanding we need roughly up to 2100 police officers. It was a study that was issued MARCH 2022. Along that time, we recognize that that was the need for the city and that is during the budget the most recent budget that I supported the total like I mentioned earlier, a total of $785 million of police annual budget that is included four police academy classes. During the same time period"
    },
    {
        "start": "00:41:32.132",
        "end": "00:42:27.553",
        "content": "During the same time period MARCH this year, this body also approved an mou for our police officers with 10 percent salary increase. In that mou also included retention and bonus for the 5th year, 7th year and 8th year of police officers. With that, it is the reason why i was surprised when supervisor dorsey introduced this ballot measure from the perspective that we ought to mandate this with minimum police staffing when it seemed to me that the administration and this body in the last year and a half and definitely put the money where our mouth is to continue to"
    },
    {
        "start": "00:42:20.214",
        "end": "00:43:15.603",
        "content": "our mouth is to continue to fund the staffing and to drive toward that goal, recognizing especially during the $25 million police overtime that we approve, during that presentation I asked specifically the police department to talk about their recruitment strategy and why I know they consistently say they need to recruit up to hundred police officer per fiscal year in the next 5 fiscal years for the city to meet that staffing goal. So, again, I was surprised supervisor dorsey when he introduced this ballot measure. It seems to me though it is actually speaking volume about the lack of confidence in our administration. That clearly there was lack of trust at the mayor in her proposed budget in the coming"
    },
    {
        "start": "00:43:03.658",
        "end": "00:43:57.611",
        "content": "trust at the mayor in her proposed budget in the coming years will be able to fund our police department to meet those public safety mandates that the city deserves and I while I question that, but I do understand. I share concern how this administration our mayor is -- it is not capable to continue to be able to deliver efficient city services, including public safety. The reason why that our constituents frankly especially in the richmond for us time and time again we know we are the least -- actually police station with the least staffing in the entire city, we have time and"
    },
    {
        "start": "00:43:50.206",
        "end": "00:44:36.283",
        "content": "entire city, we have time and time again demanded resources and police staffing and also ambassadors and yet we did not hear back from the mayor and her office to be able to make that commitment and to so much later including a murder that actually have to take place in richmond market. And then now leading to this space where we also facing budget deficit and we cannot figure out a way to really make sure that our city budget is equitable to insure public safety, not just staffing for our police officer, but all around, firefighters, 911 call dispatchers and more."
    },
    {
        "start": "00:44:28.211",
        "end": "00:45:19.194",
        "content": "dispatchers and more. So, with that, it has been challenging and difficult and here we are -- I just want to remind us today though, I think there are other ballot measures that I voted in the last few weeks in support of it. Not necessarily means that I completely in agreement with it, but I do understand that you know, what we are doing here today is that we are going to present this to voters and have them decide and whether this is something that we-that they believe that is the best way for the city to approach public safety and many other related issues we will see in MARCH ballot. The reason I will be supporting this ballot measure today,b that to actually present it"
    },
    {
        "start": "00:45:09.786",
        "end": "00:46:01.537",
        "content": "that to actually present it again to the voters and let the voters decide. Thank you. >> supervisor stefani. >> thank you PRESIDENT Peskin. Colleagues, thank you so much for your comments thus far. They really helped to solidify how I will be voting and I do want to say a few things about some comments that were said in terms of policing right now. Police downtown right now, most are there on overtime and the tenderloin station is the highest staffed station in the city. They get the most resources of any station to deal with the problems in the issues that are there and also I just want to clarify too, the poa asked for hiring bonus during"
    },
    {
        "start": "00:45:51.429",
        "end": "00:46:47.884",
        "content": "clarify too, the poa asked for hiring bonus during negotiations and the city denied it so wanted to get that out and be clear on a few facts. To be honest, the contempt and bitterness around this vote is beyond distressing to me. I find it extremely unproductive and hurtful to a lot of people who are just trying to make a difference and tackle our most pressing problems in the way this is unfolded and ing things said to one another have been to me problematic. I consider san francisco to be the city of saint francis, I say it all the time in the chambers. I hold myself to the goal to always try to be a channel of peace and that means when there"
    },
    {
        "start": "00:46:39.577",
        "end": "00:47:35.330",
        "content": "peace and that means when there is hatred bring love, discord bring harmony, error bringing truth and dispair bring hope. MAY sound corny to some, but hasn't let me down yet and approach today's vote with that in mind. I have had to put all the noise aside with this, because there is a lot, and ask myself what I think is the right thing to do here and what I think get to the goal in the first place, more police officers which is the entire reason this policy was put forth in the first place. I started down this path with supervisor dorsey because I absolutely agree with him that we don't have enough police officers to address the concerns that our constituents are voicing to us on a daily basis and agree with supervisor walton when he says we haven't"
    },
    {
        "start": "00:47:24.957",
        "end": "00:48:21.479",
        "content": "basis and agree with supervisor walton when he says we haven't made it interesting enough for people to become police officer jz that is where we also need to be focusing our efforts. Public safety as I said over and over again here is a baseline obligation of what a well functioning city government should do and think it is crisis we are 600 police officers short to meet demand for service. That is based on a formial agreed to and approved and chief scott has routinely come to this board and has informed us of. Like I said, public safety is foundational. Our ability to recover from the pandemic is continuing to be hampered by the police officer shortage in a myriad of ways. It is something I see in my district every day and"
    },
    {
        "start": "00:48:12.271",
        "end": "00:49:08.694",
        "content": "It is something I see in my district every day and throughout the city, but I believe we need a fiscal plan to get there and support any measure to increase police staffing without forcing lay-offs for other essential workers to pay for it. 911 dispatchers, nurses and other public safety workers. I approached this decision with the same seriousness and focus I have with previous public safety matters during my all most now 6 year tenure in this seat and really become a pro taking a lot of serious heat on my past decisions no matter where it is coming from so used to it, but I will always do quhut I think is right in the situation. I consistent ly supported the police and championed public safety policy and why I support the mayor safer san francisco"
    },
    {
        "start": "00:48:59.419",
        "end": "00:49:53.138",
        "content": "safety policy and why I support the mayor safer san francisco proposal and despite the political ferve surrounding this issue, iment to emphasize that I will always endorse proposals aimed at enhancing public safety. I have stated too I'm not inclined to say on housing issues and other policies and not inclined perfect to be the enemy of the good. My position is consistent with past action such as refusal to vote for the 2020 city budget at a time when I thought was insufficient funding for police and struggling businesses in the middle of the pandemic. Voting history on police commission appointees reflect [Indiscernible] Again, I have taken other serious votes on"
    },
    {
        "start": "00:49:43.330",
        "end": "00:50:36.383",
        "content": "taken other serious votes on police issues here at the board that I stand by and like I said, got me a lot of flack, but recent incidents in dist rblth 2 including attack on muni driver, shootings, retail theft and first hand experience like car break in and home burglary underscore the urgency to address the safety concerns. One of the most basic functions is to insure residents safety and peace of mind. It is evident to me that we have fallen short in this regard and I am determined to see tangible improvements. My priority is to make decisions that yield what I think are positive outcomes. I had concerns with this measure first proposed due to"
    },
    {
        "start": "00:50:27.709",
        "end": "00:51:18.658",
        "content": "I had concerns with this measure first proposed due to the set aside allocation jz knew it would be a problem getting through the board. In san francisco alone, we have 22 baseline set asides already. That exceeds the total in every other city and county in the state combined. In fact, local governments in the rest of california have a total of 10 similar funding requirements for comparison to other cities, los angeles has adopted two requirements, san diego one, and san jose has none and that is based on a controller's report. Concerns with set asides are not new to anyone who has been paying attention to san"
    },
    {
        "start": "00:51:10.185",
        "end": "00:52:03.570",
        "content": "paying attention to san francisco politics and in 2008 the voters told us they had had enough of set asides. Prop s set a policy back then which pass said by the voters, non binding like other policy statements we are putting on the ballot in MARCH, that set aside, this is what proposition s said in 2008, that set asides would be voted on only if paired with adequate new source of funds so the implementation of the set aside will not cause a net decrease in general fund revenues. Because set asides limit discretionary spending it urkt further constricts our spending in time of economic downturns"
    },
    {
        "start": "00:51:55.965",
        "end": "00:52:44.712",
        "content": "in time of economic downturns which we all know are on the horizon. Total funding set aside for this budget amount to $2.1 billion out of a total of 4.5 billion in general fund aggregate discretionary revenue leaving with $2.4 billion in discretionary revenue. That is not a lot out of a $14 plus billion budget in san francisco. My point is that, it is hard when you are talking about set asides, they are very hard to legislate, especially here at the board and not shocking other public safety personnel like 911 dispatchers working double shift get nervous and"
    },
    {
        "start": "00:52:36.473",
        "end": "00:53:31.527",
        "content": "double shift get nervous and feel left out during this process. The question naturally becomes how do we pay for this? It certainly does not have to be with a new and future tax measure. The language states it could be paid for by a measure that amend an existing general or special tax to dedicate and or increase tax revenue to support police staffing and recruitment at the new minimum levels. So, we don't have to pass a new tax for this to be meaningful. I do want to thank mad, supervisor dorsey for even bringing us to this point. We do have people that probably haven't agreed to before publicly that we need more officers and minimum staffing will be in the charter with meaning behind it, not just a number that someone came up"
    },
    {
        "start": "00:53:23.454",
        "end": "00:54:17.741",
        "content": "meaning behind it, not just a number that someone came up with and if the voters agree we know we have to find a way to pay for it. my goal would be to redirect dollars from existing tax which I think is very doable. I think that is moving the needle in the right direction. I know it isn't exactly how it was envisioned to begin and this has been mentioned as a poison bill but supervisor dorsey I think you planted a seed and pushed the board to commit to doing more on this isue. The proposed measure provides voters with a chance to express we are not voting on anything other then giving the voters to tell us what they think. That's what we are doing, putting something on the ballot for the voters to tell what they think. A chance to express whether they desire more police presence."
    },
    {
        "start": "00:54:09.767",
        "end": "00:55:01.351",
        "content": "A chance to express whether they desire more police presence. If that's the case, the wheel work will commence to establish a dedicated meaningful funding stream for our police department and I repeat, it doesn't have to be a new tax. We are not sending a tax measure to the voters today. I guarantee you, I will be working oen a way to make certain we have real funding streams in place and continue to vote for more police officers like I have consistently done on this board and that includes figuring out ways as supervisor walton said to figure how to get more police officer tuesday to come here and be police officers. We can vote on recruitment, retention and overtime and other ways to bring more officers regardless what goes"
    },
    {
        "start": "00:54:53.645",
        "end": "00:55:52.437",
        "content": "other ways to bring more officers regardless what goes on here and regardless what go tuesday the voters, we have jobs to do and focus on the issue and try to bring solutions here and now. Today I will vote in the affirmative to give voters a chance to let know how they too feel on this issue. Thank you. >> thank you supervisor stefani. Supervisor melgar. >> thank you very much PRESIDENT Peskin. And thank you to all my colleagues for a very robust discussion and supervisor dorsey and safai for their efforts. I will also be voting yes on this measure. But I want to say a up couple things about it, because it is not an ideal situation. My issues with both the original measure and the"
    },
    {
        "start": "00:55:41.260",
        "end": "00:56:40.419",
        "content": "My issues with both the original measure and the amended measure is that we are missing a big opportunity that we could actually be taking up in our roles as an oversight body over this department and so, I will support the argument that we are under-staffedism. I know in district 7, ingleside park and taravel are very under staffed and we have lost beat officers, we have lost the opportunity for community policing, we have lost a lot of things that effect the day to day quality of life for our residents. I think both downtown our bred and better in terms of tax revenue and the neighborhoods"
    },
    {
        "start": "00:56:29.410",
        "end": "00:57:39.945",
        "content": "and better in terms of tax revenue and the neighborhoods should be safe. I think low income communities which bear the brunt of crime should be safe. I think everything should be staffed properly both the police and 911 operators and healthcare professionals and everyone who makes up the safety net to have a society that functions. Just before the break we approved a settlement of nearly half million dollars to officer who sued the police department who discrimination because he is a muslim. We approved multiple settlements because police officers were gay and because they were women and I think it is in the 21 century police force that responds to the"
    },
    {
        "start": "00:57:32.573",
        "end": "00:58:25.926",
        "content": "is in the 21 century police force that responds to the needs of the very diverse and rich community like san francisco, which is a international destination that welcomes tourists from everywhere in the world that speak multiple languages, that bring multiple life experiences, we need a police department that is diverse, that has language capacity. Our chief has-it is goal to have 30 percent women by 2030. A goal I whole hearted lee support. I think we are missing the opportunity to help the department meet the goals we all agree on by putting some accountability along with the increased staffing needs and"
    },
    {
        "start": "00:58:15.983",
        "end": "00:59:07.633",
        "content": "accountability along with the increased staffing needs and so, I think that that's something that neither one of these versions do, but I think the amended version gets us a little closer to something that I want to see, which is better staffing on my side of town, so for that, I will be voting yes on this, and I hope that collectively we take up our responsibility to make sure that this police department can recruit and hold on to police force that is diverse and responds to the needs of the community as they are now and as they will be increasing in the future. Thank you. >> thank you supervisor melgar"
    },
    {
        "start": "00:59:00.428",
        "end": "00:59:56.750",
        "content": ">> thank you supervisor melgar on item 18, MADAM Clerk, please -- supervisor safai. >> do we need a motion to send this to the ballot? >> that is the question before us, so an affirmative vote is vote to submit to ballot and negative vote is not to submit. Am I correct MADAM Clerk? Alright. On item 18, a roll call, please. >> item 18, dorsey, no. Engardio, no. Mandelman, no. Melgar, yes. Peskin, aye. Preston, no. Ronan, no."
    },
    {
        "start": "00:59:49.311",
        "end": "01:00:48.837",
        "content": "Ronan, no. Safai, aye. Stefani, aye. Walton, aye. Chan, aye. There are 6 ayes and there are 5 noes with supervisors dorsey, engardio, mandelman, preston and ronan voting no. >> the charter amendment is ordered submitted. Next item, please. >> item 19, ordinance amending the business and tax regulations code to broaden the exemption from the increased transfer tax rates when the consideration or value of the interest or property conveyed equals or exceeds $5,000,000 for transfers of certain rent-restricted affordable housing; applying the exemption retroactively to transfers occurring on or after JANUARY 1, 2017; extending the exemption through DECEMBER 31, 2030; and affirming the planning department' s determination under the california environmental"
    },
    {
        "start": "01:00:42.310",
        "end": "01:01:33.148",
        "content": "planning department' s determination under the california environmental quality act. >> roll call. >> item 19, dorsey, aye. Engardio, aye. Mandelman, aye. Melgar, aye. Peskin, aye. Preston, aye. Ronan, aye. Safai, aye. Stefani, aye. Walton, aye. Chan, aye. There are 11 ayes. >> MADAM Clerk, why don't we go"
    },
    {
        "start": "01:01:25.175",
        "end": "01:02:23.268",
        "content": ">> MADAM Clerk, why don't we go to our 2:30 special order commendations. First up is supervisor chan. >> thank you PRESIDENT Peskin. Today I would like to invite our in-home service workers up to the podium. I don't know if they are here. But I also see MR. [Indiscernible] I think I saw him earlier. Colleagues, NOVEMBER is national family care-giver month and I'm delighted to have the opportunity today to highlight a truly exceptional role and invaluable work of in-home supportive work providers. We are fortunate to have 26 thousand dedicated in-home"
    },
    {
        "start": "01:02:12.423",
        "end": "01:03:09.979",
        "content": "We are fortunate to have 26 thousand dedicated in-home supportive service providers in san francisco who do the essential work of delivering high quality care for our seniors and low income residents and the majority of in-home care givers are women of color and immigrants who themselves often struggle financially to provide these essential services. Their care and compassion insures our seniors and people with disabilities can live with dignity and independence in comfort of their home and age in place in the communities they live and thrive in. That is why it is so important to recognize their work, but also continue our advocacy to support these workers and honor their service by making sure they can afford to live in the"
    },
    {
        "start": "01:03:02.641",
        "end": "01:04:53.551",
        "content": "they can afford to live in the communities they work in. I will have a resolution on today's imperative agenda to honor in-home supportive service providers and declare today in-home supportive service providers day and I urge for your support, but we also have them here today to accept the special recognition. I am trying to figure this out. [Indiscernible] >> come on up. [Applause] >> PRESIDENT Peskin, if I MAY can I say a few words in chinese? [Speaking chinese] >> [Speaker speaking chinese]"
    },
    {
        "start": "01:04:11.744",
        "end": "01:06:06.580",
        "content": ">> [Speaker speaking chinese] >> I want to be express my gratitude to all the supervisors and also of course our workers here to accept the recognition the board of supervisors intend to offer to all our workers. [Speaking chinese. Waiting for translation] >> it is our honor as home care workers who can serve the vulnerable of seniors and disabled in the city. >> [Speaking chinese. Waiting for translation] >> we were very happy we are"
    },
    {
        "start": "01:05:49.910",
        "end": "01:07:08.722",
        "content": ">> we were very happy we are able to serve our vulnerable population, the seniors, the disabled and do a good job. We are very honored. >> [Speaking chinese. Waiting for translation] >> and we want to let you know how happy we are to have the trust from all the supervisors on our work. >> [Speaking chinese. Waiting for translation] >> having said that, I have to reiterate that we are from the"
    },
    {
        "start": "01:07:00.281",
        "end": "01:08:11.551",
        "content": "reiterate that we are from the disadvantaged factor of society. Even with the current support, we still need to have a longer term support from all of you. >> [Speaking chinese. Waiting for translation] >> so, in making decisions, hopefully you all will bear in mind that when cutting certain funding or cutting the ihss program, we will suffer from it and just to be mindful when decisions are made on the budget. Thank you. >> [Speaking chinese. Waiting for translation] >> we have very difficult job"
    },
    {
        "start": "01:08:00.109",
        "end": "01:09:23.324",
        "content": ">> we have very difficult job to do and we are hopefully we will continue to have your support. >> thank you. >> [Waiting for translation] >> I want to be here to represent our home care workers who say a few words and I'm very thankful to all the support and respect on our work as home care workers. >> [Waiting for translation] >> thank you so much. >> I want to show my gratitude to the budget committee for allotting more funding in support of the ihss program."
    },
    {
        "start": "01:09:12.150",
        "end": "01:10:39.936",
        "content": "support of the ihss program. >> thank you very much. Happy in-home supportive services provider day. [Applause] Our next special order commendation will come from supervisor ronan. >> if I can call the legendary martha ryan to the podium, please. [Applause] Thank you. Colleagues, today I am especially honored to recognize the visionary and inspirational leader, martha ryan. Founder and executive director emeritus of homeless prenatal program. In the more then 30 years since"
    },
    {
        "start": "01:10:29.527",
        "end": "01:11:29.870",
        "content": "In the more then 30 years since it has begun, hpp has assisted more then hundred thousand families to deliver healthy drug free babies and break the cycle of paunchty. Hpp is a shining example of a program that really works and profoundly transformed the trajectory of countless lives. The story of hpp begain in the 1980 after serving as the peace corp volunteer in-returned to africa to work as a nurse. In those camps martha witnessed the importance of investing in communities of empowering women and providing comprehensive support beyond medical care for struggling families. When she returned she was"
    },
    {
        "start": "01:11:21.120",
        "end": "01:12:05.957",
        "content": "struggling families. When she returned she was shocked by the poverty she found at home thin san francisco bay area. Sadly that poverty still exists today. While working at the southeast health center in the bayview district, one mentor and secret between us, his name might be DR. Dan, just throwing that in there, the medical director at the time of healthcare for the homeless told her shockingly there were women in the shelter who were homeless and pregnant who were not getting any appropriate care. Martha in disbelief agreed to take a look. When she got thoothe shelter"
    },
    {
        "start": "01:11:58.116",
        "end": "01:12:42.227",
        "content": "take a look. When she got thoothe shelter she found a room with mats lined up against the wall and three women at different stages of pregnancy but not one was getting care. People would say that is terrible, but nobody was doing anything about it. Martha immediately recognized an opportunity to help. She knew these women needed critical support, safe housing, prenatal care and a healthy diet and that pregnancy could be a window of opportunity to change the direction of a family's life. Martha secured a grant from san francisco foundation for $52 thousand and launched the homeless prenatal project out of a empty closet at a family shelter."
    },
    {
        "start": "01:12:35.922",
        "end": "01:13:27.942",
        "content": "of a empty closet at a family shelter. In the first year, hpp served 72 clients. 34 years later under martha's visionary leadership, hpp is a revered and celebrated program that has consistenly improved and are expanded services that has a $17 million budget and serves more then 3500 families per year. Hpp is widely recognized as a beacon and national model. Hpp two generational approach works upstream to help the cycle of family and childhood poverty. Success lies in marthas belief to improve life for children you must see the strength and ability of their parents by investing and empower to overcome their challenges. Without that empowerment the"
    },
    {
        "start": "01:13:19.900",
        "end": "01:14:09.749",
        "content": "overcome their challenges. Without that empowerment the children are the next generation in the pipeline of chronic homelessness. Martha vision of empowerment includes tapping into strengths and potential of her incredible staff and listening to ideas from staff who life experience tell them what the clients need. Over 50 percent and this is truly remarkable figure of hpp staff are former clients from the communities that the organization serves. Martha, we are just in ah of you, we are so proud of you. I want to thank you from the bottom of my heart for your incredible contribution to health, happiness and wellbeing of countless children and families. I'm getting the chills just"
    },
    {
        "start": "01:14:02.410",
        "end": "01:15:01.968",
        "content": "families. I'm getting the chills just saying these words. You have made san francisco and the world a better place, absolutely, no question. Thanks to your life of service, activism, determination and love, hpp will continue to prosper and be a beacon of home for generations to come. Thank you. [Applause] >> thank you. >> before you speak we have colleagues who want to say a few words. I'll turn it over to supervisor walton through the chair. >> thank you so much supervisor ronan and I just have to take the time to speak about martha briefly and I don't think you are fully retired, [Laughter] And I'm not speaking just because you were redistricting"
    },
    {
        "start": "01:14:53.494",
        "end": "01:15:47.414",
        "content": "because you were redistricting out of district 10, but because since my early days at family resource center director I had the opportunity to watch you, work with you and just see the commitment that you put into making sure that families and mothers were able to receive the support that they needed and you have done it for so many years. Most proud about the reactivation of jalana house and bayview and the way you were able to find a place for young and expecting mothers to live and be safe and also the fact you were able to purchase a building and we work to make sure it will be hundred percent affordable housing. I think that is just a perfect"
    },
    {
        "start": "01:15:39.740",
        "end": "01:16:34.262",
        "content": "I think that is just a perfect way to move forward and pass on leadership to shalina and want to say thank you so much for all your work and continued work with hpp. Thank you for demonstrating and being a example. >> thank you. >> thank you PRESIDENT Peskin and thank you supervisor ronan for this amazing honoree before us today. I'm so incredibly lucky to know martha ryan and I remember when we first met, I nicknamed you right away, saint martha, because I was just in ah of everything you were doing and I was lucky enough to be able to serve on the board of directors of the homeless prenatal program for 6 years and I remember even having my daughter at the time, I bring her to the meetings and have"
    },
    {
        "start": "01:16:25.888",
        "end": "01:17:24.800",
        "content": "daughter at the time, I bring her to the meetings and have her in the pushing her around and having babies at the homeless prenatal program is something you did. Those 6 years I served on the homeless prenatal program board taught me so much, and they taught me the -- what incredible non profit can do and profound impact non profit like yours can have on our most pressing issues, and it all most seems so effortless in terms of you wanted to do something, we need the money and the money would appear and there was like it is martha. Or, you want to do family planning. Then it happens and martha figured it out. I felt like sometimes she was a board member."
    },
    {
        "start": "01:17:15.839",
        "end": "01:18:13.950",
        "content": "I felt like sometimes she was a board member. We are supposed to question the executive director. I was like whatever martha says, I think she can make it happen. I was probably one of the board members that just absolutely fallowed your lead, but believed in you and saw every vision you had became realty and it just grows and grows like supervisor walton was mentioning. The building next door and how you want to do housing and it is just-what I most remember too is being at the our house fund racers in MAY and the people you touch and lives you turn around and just watching how they grow and what happens to their children and of course my grood friend latifa simon"
    },
    {
        "start": "01:18:05.589",
        "end": "01:18:59.243",
        "content": "my grood friend latifa simon and how she was once served. I remember we figured out she had been served by hpp and I was on the board and in the same class. It is magic what you do and I will continue to be in ah of it and learn from it and just in such gratitude for quhoo who you are and all the lives you made a difference in and we have a incredible new executive director and can't wait to continue to work with homeless prenatal program but martha there are not enough words to say how amazing you and a impact you had on my life so thank you so much for just being incredible. >> thank you. >> supervisor preston."
    },
    {
        "start": "01:18:51.336",
        "end": "01:19:44.988",
        "content": ">> thank you. >> supervisor preston. [Applause] >> thank you PRESIDENT Peskin and thank you colleagues for all your words and for supervisor ronan for the real summary of incredible inspiring work of martha. I just learned I didn't realize the building had been redistricted out of d10. I was over here. I'm still sad because martha's personal residents was redistricted out of d5, so no -- but, I just want to add my thanks to you for your incredible creativity, your optimism, your years and years"
    },
    {
        "start": "01:19:38.283",
        "end": "01:20:30.968",
        "content": "optimism, your years and years of service to the city and really inspiring so many other efforts, not just at hpp but everything from our work at the oasis and your history of showing how you can make the impossible happen with the kind of commitment and the kind of deep respect you have for folks who are struggling and for always centering the needs of those who are struggling the most in our city, so I just want to thank you for all your incredible work. >> thank you. >> it is your turn now. >> it is my turn. Thank you very much supervisor ronan and all the supervisors"
    },
    {
        "start": "01:20:24.129",
        "end": "01:21:20.785",
        "content": "ronan and all the supervisors and catherine for your service on the hpp board for 6 years. I remember that time well. Hpp started in a closet in a shelter and it grew, it has grown into a institution in san francisco. That happens not because of one person, that happens because of a team of committed people working together to make change and some of my team, a very small portion of my team, some had to leave and some-many are still working now, but I like them to join me up here, because it is they that actually make the magic happen. [Applause] I just want to say that the"
    },
    {
        "start": "01:21:09.876",
        "end": "01:22:05.164",
        "content": "I just want to say that the strategy as supervisor ronan mentioned has been a two generational approach. We believe in helping mothers and if you can help -- in order for the mom to have healthy babies and children to grow, you cannot just help the mothers and cannot just help the babies and children, you must help the mothers and so the children can thrive and have obtain critical needs. One of those critical needs is housing. Buse we don't see families on the street, that doesn't mean that there are no homeless families. i guarantee you there are children learning to crawl in cars. I was talking to a staff member"
    },
    {
        "start": "01:21:57.725",
        "end": "01:22:51.712",
        "content": "cars. I was talking to a staff member before I left here and she was doing a group with some postpartum moms and was saying so many clients that she says 7 out of 10 are homeless and I said what kind of homelessness and she said, they are living in single room occupancy hotels. We all know those are rooms without a restroom, without a kitchen and it is for the entire family grows. It is no fit for growing family. And we do believe in upstream work and we need to-we believe if you go upstream you got to figure out what it is that is causing families to fall into homelessness and poverty and try to figure it out."
    },
    {
        "start": "01:22:42.770",
        "end": "01:23:34.655",
        "content": "causing families to fall into homelessness and poverty and try to figure it out. I guarantee you if we don't do that that the next generation and possibly the next two generations of chronically homeless children, chronically homeless adults are in the pipeline now and we cannot let that happen. I really challenge all of you here on the board of supervisors to advocate for family housing. Housing is foundational. Nothing happens without housing. Families tell us over and over again, how do we expect families to make it if they don't have a place to live? We can do better and h prks p you're right, yes we did"
    },
    {
        "start": "01:23:26.810",
        "end": "01:24:20.902",
        "content": "We can do better and h prks p you're right, yes we did purchase that building next door to us and on 18th street in district 9 and what an ideal place to be able to make change. To house and support families in need. to help them exit poverty and help them exit homelessness. Sadly, it does not appear that families are priority and I want you all to please hear that. We would be nothing if I did not listen to the families we serve. We need to advocate for families. Now, I have retired, I really have retired and it really gives me the upmost pleasure to introduce to you today the"
    },
    {
        "start": "01:24:11.326",
        "end": "01:25:12.187",
        "content": "gives me the upmost pleasure to introduce to you today the woman who you will see a lot of because she is a incredible woman and advocate. She is smart, she cares, she is committed and she does not give up when it comes to serving families. Shalina estrog. >> hello board of supervisors. [Applause] Hello, honor to be here today. Honor to formally meet many of you. The new executive director of homeless prenatal program. I want you all to know this work we do is real and very near and dear to my heart as a san francisco native and as someone who has had a family member many family members go through hpp program. I know exactly what it means to"
    },
    {
        "start": "01:25:05.181",
        "end": "01:25:52.862",
        "content": "I know exactly what it means to be a sf resident and need services and so I plan to continue the work martha has done. I think it is very easy for me to-not easy, easy to follow in martha footsteps. I don't feel it is filling in martha's shoes because you cannot do that. How do we work and partner together as a community, as families, as our staff to make a difference in the lives of families and martha said, we have work to do, so you will be seeing me and hope we can partner together and make a difference for our families in the city. >> we look forward to it. Thank you and congratulations. >> thank you very much. [Applause]"
    },
    {
        "start": "01:25:44.989",
        "end": "01:26:49.452",
        "content": ">> thank you very much. [Applause] >> last but not least, we will go to district 11 supervisor ahsha safai. >> thank you colleagues. Today it truly is my honor. I guess I'm getting old. I have been in this city long enough I have known someone over and worked with them over 20 years. It really is deep deep honor of mine to honor the incredible legacy of joe martinez. Joe, if you could come forward. The founder and until recently the executive director of mission child care consortium. Joe martinez was born in new mexico, 1948 but been a long time san francisco resident and community leader."
    },
    {
        "start": "01:26:40.440",
        "end": "01:27:33.931",
        "content": "time san francisco resident and community leader. He began working at the age of 14 and when he was 17 year old part of the youth group called the mission rebels in the mission district. This group helped train teenagers obtain jobs. A few years later he started working at mission language vocational school, mlvs and continue service to community and commitment to help people find jobs. We are starting to see a theme. Joe at a young age giving the people, helping people. On NOVEMBER 2, 1970 mayor joe alioto appointed to the mission model corporation a critical"
    },
    {
        "start": "01:27:23.555",
        "end": "01:28:14.972",
        "content": "alioto appointed to the mission model corporation a critical group in the mission community tasked with formulating ideas, identifying priorities and setting goals to benefit and uplifting the communities of san francisco and joe's case particularly he was the youngest board of directors member representing the mission community at the time. In 1978 joe received his degree in social services from san francisco city college. He continued to go to school at san francisco state and the university of san francisco and he decided on serving families and infants and toddlers. His vision was to create a culturally competent learning"
    },
    {
        "start": "01:28:08.100",
        "end": "01:29:04.900",
        "content": "His vision was to create a culturally competent learning environment for children when led to consolidate 5 child care centers into one facility in the mission district, which was the birth of mission child care consortium. I think at the time and this isn't part of the off script, but at the time it was a old funeral home so joe had to convince all the families it would be okay to be in a building where there had been formally dead bodies. Joe, met with every single family member and convinced them the spirits would be on their side. Joe continued to seek another facility to provide child care development for the over 200 children being served now in this child care facility who needed to go to work, attend school or continue the training"
    },
    {
        "start": "01:28:55.810",
        "end": "01:29:47.599",
        "content": "needed to go to work, attend school or continue the training in their life. His vision and early commitment was to provide more jobs for the community as child care providers, but also child care opportunities so people could continue to advance and then training for his staff which he absolutely accomplished above and beyond many people at that time. In 1987, he found a building a former electrical facility, electrical workshop, 4750 mission street out in the excelsior, and embarked on effort to secure that building to remodel it and turn it into a child care facility. This building is 25 thousand square feet so it is a really large facility. At the time and I'll say this,"
    },
    {
        "start": "01:29:40.293",
        "end": "01:30:24.637",
        "content": "At the time and I'll say this, I think zoe was a visionary, he was committed to securing sufficient space that not only provide child care and also able to feed families because there was a-he put in a kitchen and facility that could serve food to families that were in need, so he was ahead of his time again on the issue of food insecurity and he saw so many families dealing with at the time. Freshly made food was a big deal for joe and as we know, this has become a big part of what we tried to provide here in the city and county of san francisco. Additionally, wanted to insure a playground for the children"
    },
    {
        "start": "01:30:16.697",
        "end": "01:31:14.860",
        "content": "a playground for the children to enjoy outdoors, so in 1992, they officially opened mission child care consortium and throughout his leadership joe continued to secure partnership with mayor office, children youth and families to extend child care and preschool slots and at the time of his retirement which was just recently, he served mission child care for 42 years at the mission child care consortium. It st. Now in 52 year of operation with over 220 children. It the largest private child care facility in the entire city and county of san francisco outside the unified school district facilities. Thank goodness he continued his"
    },
    {
        "start": "01:31:05.246",
        "end": "01:31:54.761",
        "content": "Thank goodness he continued his vision and advocacy for development service because before he retired he achieved the goal of helping mission child care buy their building and if they had not bought their building prior to covid, they would have absolutely gone out of business. When I met joe and this is why I started my speech 20 years ago I made a commitment to him when working with mayor newsom we would help him buy the building. At the time they were paying $25 thousand a month in rent. Just in rent for their space. It seemed crazy they couldn't take the mun money and put it into a mortgage. I didn't accomplish it when I worked for the mayor but when I"
    },
    {
        "start": "01:31:47.956",
        "end": "01:32:39.874",
        "content": "worked for the mayor but when I elected as supervisor we were able to finalize with mayor lee the ribbon cutting and helping them buy their building and that was due to joe tenacity and determination. Joe I thank you for your leadership andition have. You handed your reins to your daughter. She isn't as cranky in the morning as you are. [Laughter] But she loves children, loves the community and just as committed as you are and handed the torch to a phenomenal person. It really is my honor as your friend, someone that worked with you over 20 years to honor mission child care for the 50 years they have done. It is couple year past that time now, and honor you joe for everything you have done for san francisco, legacy you built"
    },
    {
        "start": "01:32:31.601",
        "end": "01:33:39.100",
        "content": "everything you have done for san francisco, legacy you built and the road you paved for so many people to follow in your footsteps. Thank you. [Applause] >> thank you. Thank you very much. How many non profits make it to 50 years? It has been a long journey. I'm proud to have worked for mission child care for 46 years. I'm proud to know ahsha. If it wasn't -- I want to recognize him, because him and mayor lee made it possible to be able to have mission child care own its building. We were paying a ridiculous amount of rent and they wanted to raise our rent more and developer wanted to come in and"
    },
    {
        "start": "01:33:22.519",
        "end": "01:34:25.914",
        "content": "to raise our rent more and developer wanted to come in and get the building. Ahsha you and mayor lee are in my heart. I'll never forget what you and mayor ed lee did. I remember ed lee's daughter at the memorial, she said, my dad woke me up this morning and said, we got to go help some children, so get up, we are going. And that day when I walked into his office was just-the day I'll always remember and he said, joe, don't worry, we are going to get that building for you. I thank ahsha so much and mayor"
    },
    {
        "start": "01:34:15.739",
        "end": "01:35:12.620",
        "content": "I thank ahsha so much and mayor ed lee and I want to thank you the board of supervisors for this honor. It is deeply an honor. I didn't expect to be here. I thought it was just going to be a [Indiscernible] Come to the executive director and it was going to be brought to the desk, but it turned out I'm deeply grateful. This is a huge honor, especially after my 46 year s. Thank you very very much. [Applause] >> thank you and congratulations. Let's return to our regular"
    },
    {
        "start": "01:35:01.119",
        "end": "01:36:01.447",
        "content": "congratulations. Let's return to our regular agenda. Can you please read item 20? >> item 20, resolution authorizing the recreation and park department (Rpd) To accept and expend up to $3,900,000 in grant funding from the california department of parks and recreation for the buchanan mall project; to enter into a grant contract with the california department of parks and recreation that require, among other things, that rpd maintain the park as public open space in perpetuity; to record a declaration of restrictions on the buchanan mall property designated as assessor' s parcel block no. 0748, lot no. 033, assessor' s parcel block no. 0757, lot no. 026, assessor' s parcel block no. 0772, lot no. 023, assessor' s parcel block no. 0781, lot no. 035, and assessor' s parcel block no. 0795, lot no. 028, providing notice of these restrictions; and to authorize the general manager of rpd to enter into modifications or amendments to the grant contract that do not materially increase the obligations or liabilities to the city and are necessary to effectuate the purposes of the contract or this resolution. >> supervisor preston do you wish to speak? No names on the roster, same house, same call, the resolution is adopted."
    },
    {
        "start": "01:35:53.906",
        "end": "01:36:43.654",
        "content": "No names on the roster, same house, same call, the resolution is adopted. MADAM Clerk, please read items 21-23 together? >> yes, items 21-23 comprise three resolutions that approve three port commission leases. Item 21, approve a lease l-17035 with recology located at pier 96 for approximately 196 thousand square feet of shed and to approve 252 square feet of paved land and yard space which initially generate $370 thousand revenue to the port per month for 74 months and adopt the appropriate finding. Item 22 approves lease number l-17093 with anderson"
    },
    {
        "start": "01:36:35.882",
        "end": "01:37:45.385",
        "content": "l-17093 with anderson enterprise inc. Located pier 68 and 70 ship yard for approximately 116 thousand square feet of paved land and approximately 2,000 square feet of shed space for $67 thousand for the monthly rent and 3 year term with three mutually agreeable one year extension option s. Item 23 approve the parcel lease between port and seawall lot 337. >> same house same call, the resolutions are adopted. Next item. >> item 24, sponsors: mayor; dorsey resolution supplementing resolution no. 7-17 of the board of supervisors to authorize the issuance and sale by the city and county of san francisco infrastructure and revitalization financing"
    },
    {
        "start": "01:37:38.946",
        "end": "01:38:30.688",
        "content": "and county of san francisco infrastructure and revitalization financing district no. 1 (Treasure island) Of one or more series of bonds in an aggregate principal amount not to exceed $10,000,000 approving related documents, including an official statement, one or more supplements to indentures of trust, bond purchase agreements and continuing disclosure certificates; and determining other matters in connection therewith, as defined herein. >> same house, same call, the resolution is adopted. Next item. >> item 25, resolution approving and authorizing the execution of a second amendment to the loan agreement with sunnydale infrastructure phase 1a3 llc, a california limited liability company, to increase the loan amount by $1,495,294 for a new total loan amount not to exceed $26,567,405 to finance additional construction costs for the second phase of infrastructure improvements and housing development related to the revitalization and master development of up to 1770 units of replacement public housing, affordable housing and market rate housing, commonly known as the sunnydale hope sf development (\""
    },
    {
        "start": "01:38:21.255",
        "end": "01:39:18.480",
        "content": "and market rate housing, commonly known as the sunnydale hope sf development (\" sunnydale project\" ); adopting findings that the loan agreement is consistent with the adopted mitigation monitoring and reporting program under the california environmental quality act, the city' s general plan, and the priority policies of planning code, section 101.1; and to authorize the director of mayor' s office of housing and community development to enter into any amendments or modifications to the agreement that do not materially increase the obligations or liabilities for the city and are necessary to effectuate the purposes of the agreement or this resolution. >> same house, same call, the resolution is adopted. Next item. >> item 26, resolution authorizing the issuance and sale of one or more series of special tax bonds for city and county of san francisco community facilities district no. 2016-1 (Treasure island) With respect to its improvement area no. 2 in the aggregate principal amount not to exceed $17,000,000 approving related documents, including an official statement, first supplement to fiscal agent agreement, bond purchase agreement, and continuing disclosure undertaking; and determining other matters in"
    },
    {
        "start": "01:39:11.606",
        "end": "01:40:01.556",
        "content": "agreement, and continuing disclosure undertaking; and determining other matters in connection therewith, as defined herein. >> same house, same call, the resolution is adopted. Next item. >> item 27, motion directing the budget and legislative analyst to conduct two additional performance audits in fiscal year (Fy) 2023-2024 on the management of street cleaning by public works and of interdepartmental agreements citywide. >> same house, same call, the motion is approved. >> please read items 28 and 29 together. >> two resolutions. Item 28 add said place-making street signs reading leather and lgbtq cultural district to 26 existing street signs in the south of market neighborhood in the vicinity of the leather and lgbtq cultural district"
    },
    {
        "start": "01:39:53.150",
        "end": "01:40:53.700",
        "content": "the vicinity of the leather and lgbtq cultural district generally bounded by branen, third, mission, 12 and division streets in recognition and honor of extensive history and contributions of the leather and lgbtq community. Item 29 adds the street name, mtt way to the 200 block of grove street in recognition of san francisco symphony music director michael tilson thomas tru-minds impact on san francisco and local arts and cultural city throughout his 25 years. And celebrate his 79 birthday. >> same house, same call, the resolutions are adopted. >> item 30, is ordinance to amend the police code to extend the end date of cannabis event"
    },
    {
        "start": "01:40:44.867",
        "end": "01:41:37.860",
        "content": "the end date of cannabis event pilot program from DECEMBER 31, 2023 to DECEMBER 31, 2026. >> same house same call the ordinance pass first reading. >> item 31, resolution to determine the issuance of type-48 on-sale general public premises liquor license to universal life corral llc doing business as the stud located at 1123 folsom street will serve the public convenience and request that the california department of alcoholic beverage control impose conditions on the issuance of the license. >> same house, same call, the resolution is adopted. Committee reports, please. >> item 32-35 were considered by the land use and transportation committee at a"
    },
    {
        "start": "01:41:28.412",
        "end": "01:42:20.630",
        "content": "by the land use and transportation committee at a regular meeting monday NOVEMBER 27. Item 32 was referred without recommendation as amended with new title and I will read the whole new title. Item 32 is ordinance to amend the planning code to incrjs housing production by exempting under certain conditions specified housing product fraump the notice and review procedures of section 311 and the conditional use requirement of section 317 in areas outside priority equity geographies which identified in the housing element as areas of or neighborhoods with high density of vulnerable populations. to remove the conditional use requirement for several type of housing projicect to include housing developments on large"
    },
    {
        "start": "01:42:11.255",
        "end": "01:43:06.900",
        "content": "housing projicect to include housing developments on large lots and areas outside the priority equity geography special use district and projects that build additional units in lower density zoning dist rcktd and senior houseic that seek to obtain double density to amend the rear yard, front setback, lot frontage, minimum lot size and residential open space requirements in specified districts to allow additional use on the ground floor in certain buildings and residential buildings, homeless shelters and group housing in residential district and administrative review of reasonable accommodations to expand the eligibility for the housing opportunities equity, the san francisco home sf program and density exceptions in residential districatess to exempt certain affordable"
    },
    {
        "start": "01:42:55.901",
        "end": "01:43:59.763",
        "content": "in residential districatess to exempt certain affordable housing projects from certain fees to approve state density bonus project and make amendments to other sections of the planning code to a-mind the zoning map to create priority equity geography special use district to amend the subdivision code to update the condo conversion requirements. And affirm the ceqa determination and make the appropriate finds. >> supervisor melgar, chair of land use transportation committee, the floor is yours. >> thank you so much PRESIDENT Peskin. Colleagues, this item has gotten a lot of press over the last few months. It has been a pretty heavy lift to work with all of the stakeholders on a matter that pertains to the processes of"
    },
    {
        "start": "01:43:49.989",
        "end": "01:44:41.540",
        "content": "pertains to the processes of our 7 by 7 square mile city with a code that is extremely complicated and that has evolved over time. We have been working closely with our city attorney, the planning department, the mayor's office and colleagues on the land use committee to come out with something that is true to the letter of the law and intent of our housing element, which we approved unanimously and also meets the technical compliance of the various pieces of legislation that have passed and signed into law by our governor this past year and there are many many pieces of legislation."
    },
    {
        "start": "01:44:34.800",
        "end": "01:45:32.758",
        "content": "past year and there are many many pieces of legislation. It has been a complicated exercise. Never the less, we were able to send this piece of the committee report yesterday from the land use transportation committee, however 45 minutes before the meeting started, we did get a corrective action letter from the folks at the state housing development department and it warns us about one of the amendments that we made, so it will take us a little bit of time to make sure that we pass what we bring before you is a compliant piece of legislation. In addition, there is another"
    },
    {
        "start": "01:45:25.184",
        "end": "01:46:19.771",
        "content": "In addition, there is another piece of legislation that supervisor mandelman will speak about, which I think is consistent with the goal of this streamlining legislation, which is to maximize the production of housing units if we are adding bulk to the buildings in san francisco. It is still something that is moving. I want to assure all of you that in terms of the timing, the first 30 day deadline that has been made much about in the press passed on thanksgiving day. That was the day where none of us were in the building and none of the staff at hcd were"
    },
    {
        "start": "01:46:11.365",
        "end": "01:47:02.850",
        "content": "none of the staff at hcd were in their building, so we heard this at the very earliest possible date, which was past the deadline and that was on it 27th. It requires them to issue a corrective action letter which they did 45 minutes ago and we have 30 days to correct, so if we vote on it today, or next week that is still leaves us with the meetings on the 5th and the 12th to vote on something and still have a good two weeks before the deadline for the corrective action compliance. I just want to make sure that we all understand that we are within the timeframe, we are"
    },
    {
        "start": "01:46:54.508",
        "end": "01:47:46.526",
        "content": "we all understand that we are within the timeframe, we are cutting it close, however, this is a complicated city with buildings that share lot lines with a very long and rich history of land use struggles, and I think that I more then anything want to thank my colleagues on the land use transportation committee for all of the work and time that we put into it. Supervisor preston and PRESIDENT Peskin. Thank you very much. I'll turn it over to my colleague supervisor mandelman. >> thank you very much. >> thank you PRESIDENT Peskin. I'm going to make a motion as chair melgar indicated that I"
    },
    {
        "start": "01:47:36.685",
        "end": "01:48:41.382",
        "content": "chair melgar indicated that I likely would continue this item one week. In her remarks chair melgar gave a couple reasons for that continuance but I do want to thank the chair and members of the land use committee for many many meetings where they poured through a pretty complicated piece of legislation. We are doing big things to our processes with regard to the-my reason for seeking a continuance today, one of my concerns about this legislation is that potentially it could end up leading to the streamlining of monster homes and demolition particularly in my district. That is a concern many supervisors had and state"
    },
    {
        "start": "01:48:29.872",
        "end": "01:49:26.861",
        "content": "That is a concern many supervisors had and state senator wiener and I have sought to address those concerns through the creation of cu's. We are in a era where we are not-trying to not have as many cu's and one of the purposes of the streamlining legislation is get rid of as many discretionary approvals we can. I think there is a way to avoid monster homes in central neighborhoods I represent but we need to amend the streamlining legislation and to do that we need to send the proposal back to planning. That proposal will be heard at the planning commission thursday, so I think it come back to us for action as part"
    },
    {
        "start": "01:49:18.956",
        "end": "01:50:10.400",
        "content": "back to us for action as part of this approval next week, but to do that I would as a matter of collegial courtesy ask colleagues give me a week to try to get my last amendment in shape for consideration. >> motion made to continue item one week by supervisor mandelman. Seconded by chair melgar. To the motion, supervisor chan. >> thank you PRESIDENT Peskin. I am not speaking about the motion, but the legislation itself. I just first want to thank the land use committee for all your hard work in the last few months to really make sure this is right for san francisco in"
    },
    {
        "start": "01:50:02.499",
        "end": "01:50:54.160",
        "content": "is right for san francisco in the context of trying to be compliant to the state mandate. I do want to put in context that I think what we know about san francisco and housing stock that we have or have not, it is the fact that we know that last year from supervisor dean preston's request through the budget legislative analyst report that we have 40 thousand empty home units and through the housing element process that we know we have 60 thousand approved housing units in the pipeline waiting to be built. We know from supervisor ahsha safai request to budget legislative analyst that we have report that tells that we"
    },
    {
        "start": "01:50:47.712",
        "end": "01:51:37.361",
        "content": "have report that tells that we have roughly well over 300 below market rate units when there are sro families living in chinatown and tenderloin, yet still cannot afford these below market rate units and be able to obtain them and move in. What we have done as a body during this time though, which I appreciate want to express thanks to colleagues who have land use expertise, including supervisor mandelman 4-plex legislation, supervisor melgar family housing opportunity legislation to make sure we build and also that west side of the city continue to build. With that, we also I think as a city has consistently make sure"
    },
    {
        "start": "01:51:27.586",
        "end": "01:52:18.303",
        "content": "With that, we also I think as a city has consistently make sure and along with board PRESIDENT-make sure we continue to build homes, that including that we recognize that 60 thousand units already approve waiting to be built. With that is the reason why we also supported board PRESIDENT Legislation to lower inclusionary percentage-inclusionary housing percentage to boost production. We also put our money where our mouth is. In 2019 the city has approved a $600 million of affordable housing bond. In fact this body again also just approve and put on the MARCH ballot measure another $300 million of housing band. Bond."
    },
    {
        "start": "01:52:11.696",
        "end": "01:53:06.517",
        "content": "$300 million of housing band. Bond. We are anticipating to see 1.5 $1.5 billion to come tof san francisco alone. A regional housing bond this coming NOVEMBER in 2024. Time and time again we are see we are building and when I think about the 60 thousand approve housing units waiting in the pipeline, that's not just on one sector of the city. We know it is mission rock, treasure island but also know there is potrero power station, there is park merced and stone town. We are building as a city and balboa reservoir. Thank you supervisor melgar. We are building as a city and we are committed to build, so this optic to somehow that the city is not building I think it"
    },
    {
        "start": "01:52:59.579",
        "end": "01:53:56.870",
        "content": "city is not building I think it is quite the contrary. We are building, we are putting our money where our mouth is, not just this body, not just the board of supervisors, so are the voters. The san francisco residents time and time again step up to support these affordable housing bond. What I have found though colleagues is that the state law time and time again that it is not necessarily in the best interest of san francisco. What I learned throughout time that especially in the most recent last few days perhaps we saw the correspondence between our planning department and the department of housing, state department of housing specifically about accessory dwelling units. What I identified and in my time in learning more about"
    },
    {
        "start": "01:53:44.591",
        "end": "01:54:36.676",
        "content": "What I identified and in my time in learning more about accessory dwelling units in san francisco, I see the state law is really driven by developers and realtors when it comes to state law governing around accessory dwelling units and let me give you a example. State law in fact prohibit san francisco to install sprinkler system in our accessory dwelling units and that that again is fascinating to me that in the time when we have to deal with wild fire and learning lessens from maui, we are yet not being able to install sprinkler system in our accessory dwelling units."
    },
    {
        "start": "01:54:26.667",
        "end": "01:55:17.918",
        "content": "install sprinkler system in our accessory dwelling units. The same correspondence I learned there is also questions about what I consider collapse zone, meaning we should allow space in our rear yard that for access redwell ing units in rear yard to allow collapse zone in the event of earthquake. These are as I'm told especially the sprinkler system instillation is cost prohibitive. Therefore it is not allowed to be installed for these accessory dwelling units by state law. That brings the question that so, cost prohibitive that means profit over fire and earthquake"
    },
    {
        "start": "01:55:07.978",
        "end": "01:56:00.600",
        "content": "so, cost prohibitive that means profit over fire and earthquake safety and those are the questions I continue to have about the state laws that are imposed upon us today and from now on. Quhile while I appreciate our city attorney david chui former assembly member, also the state assembly members at the state assembly as our chair of housing committee that come with a lot of expertise around housing policy both not just in san francisco, but also in the state of california. I too really am hoping that now as our city attorney that he will fight for us and defend us in the best interest of san franciscanss. The reason why a cosponsor resolution urging him and his"
    },
    {
        "start": "01:55:52.387",
        "end": "01:56:43.738",
        "content": "The reason why a cosponsor resolution urging him and his office to make sure that we in the best interest of san francisco generally defend our interest and in negotiation and conversation with the department of housing and community development and from the state level. With that colleagues I have a lot of skepticism with this legislation before us today, but most importantly the continuing mandates from the state that seems to be out of the realm of what I would consider we have done along with housing elements and what we have already approved and we continue to comply and we have done everything that we can time and time again to prove"
    },
    {
        "start": "01:56:33.729",
        "end": "01:57:28.716",
        "content": "done everything that we can time and time again to prove that both in policy and money that we are in the best interest of san francisco to also comply in these state laws, but it seems like it is never enough and so I am just going to stop right here and just disappointed to see how this continue to unfold that how the goal post continue to move away from us each and every time when we do our best to comply. Thank you. >> thank you supervisor chan. Supervisor dorsey. >> thank you prez dependent peskin. I do want to clarify just for the record that as a matter of collegeality inclined to be supportive of the continuance."
    },
    {
        "start": "01:57:20.743",
        "end": "01:58:13.764",
        "content": "supportive of the continuance. If I MAY though just given the last recent letter through the PRESIDENT. MAY I ask the city attorney-there is a line on page 3 to safely insure the city implements this action on time. Hcd recommend the board of supervisors pass the ordinance without these or additional substantive amendments. Is there anything that a continuance would do to jeopardize our compliance? >> [Indiscernible] >> deputy city attorney ann pierson. If you are continuing the item today it remains in the current form until next week and at that point if you wish to take action on the recommendation or"
    },
    {
        "start": "01:58:05.923",
        "end": "01:59:00.176",
        "content": "that point if you wish to take action on the recommendation or any action at all you still have time to do that. >> okay. Then I will be supporting the continuance because I know it will pass today, but I do intend to do everything I can to make sure that we are in compliance with our obligations under state law. I will say the bulk of my remarks for next week when we vote on the items, but I want to mention just in my career and said this before, I have seen many times when san francisco is in the cross-hairs of other governments or oversight bodies and when we have the option of playing by the rules I think it is good idea to do so. I rather san francisco be an"
    },
    {
        "start": "01:58:52.102",
        "end": "01:59:43.530",
        "content": "I rather san francisco be an example how to comply with our obligations under state law then a cautionary tale how not to do. I want to express gratitude all the work to people who have done a lot of the work on this. I know there is a lot of work involved in this kind of thing from the mayor's office staff, the planning department, many colleagues for thoughtful amendmentss and engagement. Legislative aid, madison tan, but I want to especially express gratitude to supervisor melgar who has done a incredible job as chair of land use committee shepherding this through and working diligently and collaboratively with stakeholders to preserve family housing opportunities as a"
    },
    {
        "start": "01:59:33.445",
        "end": "02:00:25.163",
        "content": "stakeholders to preserve family housing opportunities as a special use district. As I think she said in committee yesterday, collaborative work goes unthanked and unnoticed and I think a favorite statement you made is that feel you are always stuck doing the dishes, which resinated with me because I hate doing dishes. I want to acknowledge your work and the work of colleagues for all of this. I will be supporting the continuance. >> supervisor walton. >> thank you PRESIDENT Peskin. I'm not sure if the question was asked in committee, but can someone just tell why we eliminate developer fees on certain affordable housing projects? Knowing that these fund parks"
    },
    {
        "start": "02:00:17.756",
        "end": "02:01:22.920",
        "content": "projects? Knowing that these fund parks community programs and other improvements. Is there anyone who can answer that question for me? Anyone who has a answer to that question? I can look at the names of the sponsors on here. Mayor's office, supervisor engardio, -- supervisor dorsey. Did you hear the question? Why will we be eliminating developer fees on affordable housing projects when we know they fund parks, programs and other community benefits? I can ask a question not to the motion. The motion was made."
    },
    {
        "start": "02:01:09.675",
        "end": "02:02:06.899",
        "content": "The motion was made. That isn't how the rules go supervisor melgar, but thank you. >> I think it is important that we do everything we can to be in compliance with the state hcd. i worry given some of the-this is a agency that made clear that it is not messing around and a former colleague now the state attorney general is taking very seriously his obligations under state law and has with other jurisdictions. This is something that I believe is would make us compliant with state law, so I want to make sure we are doing that. That's why I am supporting the restraints legislation."
    },
    {
        "start": "02:01:58.558",
        "end": "02:02:47.873",
        "content": "That's why I am supporting the restraints legislation. >> just through the chair, we have built a lot of affordable housing in district 10 and don't give up developer fees, so I would be interested to know what are we trying to accomplish here, because housing is still being built and so just given anything to developer makes so sense to me. I'll follow up with you and the sponsors. >> on the motion to continue a roll call, please. >> that would be to DECEMBER 5. >> correct. >> dorsey, aye. Engardio, aye."
    },
    {
        "start": "02:02:40.467",
        "end": "02:03:27.848",
        "content": "Engardio, aye. Mandelman, aye. Melgar, aye. Peskin, aye. Preston, aye. Ronan, aye. Safai, aye. Stefani, aye. Walton, aye. Chan, aye. There are 11 ayes. >> thank you MADAM Clerk, the item is continued to DECEMBER 5. I believe that is the only committee report that was forwarded to full board, is that correct? >> that's correct, mr. president. >> why don't we go to roll call for introductions. >> firsh up to introduce new business is supervisor dorsey."
    },
    {
        "start": "02:03:18.740",
        "end": "02:04:13.327",
        "content": ">> firsh up to introduce new business is supervisor dorsey. >> today along with supervisor chan introducing a hearing request of financial impact of apec of small business, cultural institutions community organizations residents and working within and immediately surrounding the security perimeter particularly in the yerba buena and moscone area. A few weeks ago supervisor chan passed a resolution and proud to be cosponsor of that urging the mayor and city agencies to inform residents and vulnerable communities of security transportation and service impacts from apec activities to prioritize city funding towards mitigation of impacts on neighborhoods, small businesses and vulnerable communities and protect people's rights to freedom of speech and uphold"
    },
    {
        "start": "02:04:04.486",
        "end": "02:05:06.148",
        "content": "freedom of speech and uphold the city -- people's id's might be checked. We heard from a number of small business owner who expressed concerns from decreased foot traffic and revenue to employees not able to get in and out of the security perimeter. From residents we heard many concerns about access to care givers. I want to express approximation to organizations like soma pilipinas and yerba buena community benefit district tremendous partners in outreach. I think it bears mentioning that I want to express gratitude to state and federal partners for making apec success."
    },
    {
        "start": "02:04:58.107",
        "end": "02:05:49.525",
        "content": "partners for making apec success. This is something I think we don't have lot of these. Every 75 years we have a national special security events. There was a lot of-I had a lot of worry about it, but I think it went pretty well so thank supervisor chan for her work on the earlier resolution. Thank soma pilipinas director [Indiscernible] From yerba buena cbd for the work on the front lines of these businesses and residents deserve to be heard. I think that will give a chance at the hearing to hear from them and we are giving them a forum to share stories, so city agencies can be best informed how to support them and hoping it will inform agencies and city partners what we might be able to do mitigate hardships"
    },
    {
        "start": "02:05:40.283",
        "end": "02:06:31.468",
        "content": "city partners what we might be able to do mitigate hardships if any. The rest I submit. >> thank you supervisor dorsey. Supervisor engardio. Submit. Supervisor mandelman. >> submit. >> thank you. MR. Chair. Supervisor melgar. >> thank you MADAM Clerk. Colleagues, today I am introducing legislation to allow tenants living in substandard housing to have a right of action against landlords who refuse to cure life and safety issues. It will enhance damages when a child or senior are harmed by their living conditions. It will run parallel and does not supersede action by dbi or the city attorney."
    },
    {
        "start": "02:06:20.924",
        "end": "02:07:20.616",
        "content": "not supersede action by dbi or the city attorney. i know that we all heard stories about families. We heard them today from martha ryan. Living in unsafe and unsustainable conditions because the landlords wont maintain essential conditions in their properties. Peer reviewed research and common sense demonstrate living in pour housing conditions cause lifelong health and mental consequence especially devastating to children. Children living in homes with laecking roof, lack of heat, unsafe environment show emotional behavioral problems. School absence and stress can have lifelong learning consequence and loss of learning potential for the parent and the child."
    },
    {
        "start": "02:07:13.178",
        "end": "02:07:59.757",
        "content": "parent and the child. A german study found increase of 20 percent in doctor visits for age groups over 64 living in poor conditions and increase in early deathss for seniors. Because low income families often lack the ability to move and we have a very expensive city, they quitely suffer, stuck in terrible conditions because they feel they have no ability to change the circumstances. We have the opportunity to change this and empower tenants to fight for their rights of livable housing. Today more then 20 states allow tenants to sue their landlords directly. Currently in california san jose is leading the charge on"
    },
    {
        "start": "02:07:51.983",
        "end": "02:08:48.905",
        "content": "Currently in california san jose is leading the charge on tenants right of action and I hope san francisco will follow suit. Colleagues, I look forward to your support to create enhanced protection for families and the rest I submit. >> thank you supervisor melgar. Supervisor peskin. >> thank you MADAM Clerk. Colleagues, on behalf of my chief of staff suny [Indiscernible] Beloved grandfather who passed away peacefully two weeks ago at the age of 98 in stockton I like to adjourn the meeting. He passed away 10 years to the month after his beloved wife also passed. He was born the 7th of 14"
    },
    {
        "start": "02:08:36.429",
        "end": "02:09:39.258",
        "content": "He was born the 7th of 14 children in kingsbury california after they crossed over from their home in mexico in search of better life. Began working in the fields to support his family at the young age of 6. Bouncing many different grammar schools, set up to serve families of field workers. Despite hard childhood growing in poverty and later gangs retained a fierce sense of pride and resiliency. Grandfather remembers a story how many field worker children went to school bare foot. They unleash the children on the piles and run to scrounge for the best looking shoes even two sizes too big. He would rather have shoes that"
    },
    {
        "start": "02:09:31.718",
        "end": "02:10:28.774",
        "content": "two sizes too big. He would rather have shoes that didn't fit then those that looked shabby. He electsed senior class PRESIDENT And leftd high school to work full time to support family and did not complete high school degree. Learned to play guitar from cousin, taught how to play the [Indiscernible] And always hungry to learn skills and express himself. Talented artist and did not lack for arts supplies. Repurposes scraps of wood, recycled print and trash for doodles and paintings. At the start of world war 2 worked as civilian air craft mechanic repairing planes. He served the U.S. Arm y 7th regiment and participated in [Indiscernible] Upon returning"
    },
    {
        "start": "02:10:16.730",
        "end": "02:11:14.420",
        "content": "regiment and participated in [Indiscernible] Upon returning to stockton met the love of his life ann at a town dance and they later married DECEMBER 30, 1954. He gave us other love. His indian motorcycle when-gave up his other love indian motorcycle when ann became pregnant with their firs daughter. Attendeded [Indiscernible] Received his sociology degree in 1973. Hijoined the state of california department of corrections initially as a youth counselor to focus on juvenile at risk intervention and retired as a juvenile"
    },
    {
        "start": "02:11:04.545",
        "end": "02:12:08.800",
        "content": "and retired as a juvenile patrol officer. He disting wished working with young men in the california criminal justice and foster care system as well as those exiting street violence and gangs. Helped transform countless lives pazing his own life lessen to youth in need of positive role model, those struggling to escape from gangs. Recognize countless honors including serving grand marshal for stockton-be remembered as favorite of grand children and great grand children. A kid at heart, happy teaching his grand children blackjack and poker and taking to the dump to serve for treasures. Playing ballard on his guitar"
    },
    {
        "start": "02:11:59.567",
        "end": "02:12:52.386",
        "content": "Playing ballard on his guitar or telling tall tales and jokes instd the play house. I like to extend my sincere condolences to surviving two daughters, five grand children including sonny, 5 great grandchildren and belovered sister in law. The rest I submit. >> thank you MR. PRESIDENT. Supervisor preston. Submit. Thank you. Supervisor ronan. Submit. Supervisor safai. >> thank you. Colleagues introducing legislation to restore and expand the homeward bound program as a permanent program."
    },
    {
        "start": "02:12:43.790",
        "end": "02:13:40.769",
        "content": "program as a permanent program. Since mayor newsom launched the program in 2005, homeward bound helped over 11 thousand people off the streets of san francisco and reconnected family with loved ones at a fraction of the cost of other homeless intervention programs. From 2006 to 2019 on average over 800 people a year utilized the program when it was run by the human services agency. In 2019 the mayor's office buried this program deep in the bureaucracy and obscureed who is responsible for it and for running it. Because the administration mismanagement of the program fewer and fewer homeless people and individuals access this service and remain stuck on our streets. Since then only a fraction of"
    },
    {
        "start": "02:13:30.160",
        "end": "02:14:29.153",
        "content": "service and remain stuck on our streets. Since then only a fraction of that number use the program to reconnect with family. Yes, this is also has been influenced by the pandemic, and the impact of fentanyl crisis on our homeless population, but that is absolutely not the whole story. It wasn't until the examiner and chronicle wrote stories about the under utilization of the program that this administration did something to change homeward bound. What they did, which is restores hsa role in the program did not go far enough and really back to the future what was successful in the program since originally run the program and did it successfully. The legislation is about providing exit from the street and also exit from the"
    },
    {
        "start": "02:14:19.709",
        "end": "02:15:15.332",
        "content": "providing exit from the street and also exit from the permanent supportive housing system. Something the city does not focus on enough. I want to charge homeward bound to stand alone program, make clear quhoo is in charge and expand access to more people, including those residents in the permanent supportive housing so they can reunit with their family and loved ones. We can continue to work on it not just being what as it has in the past, a one way ticket back to loved ones that of course individuals would be checked on on day 30, day 60, day 90 to insure that they are still supported, but this program has expanded to be about transportation and other"
    },
    {
        "start": "02:15:05.757",
        "end": "02:16:01.978",
        "content": "program has expanded to be about transportation and other services they might need to relocate back to the communities from which they came. with that colleagues, the rest I submit. >> thank you supervisor safai. Supervisor stefani, submit. Supervisor walton. Circle back. Supervisor chan. Submit. Thank you. MR. PRESIDENT, supervisor walton. Submit. Thank you. MR. PRESIDENT. >> go to general public comment. >> alright. Those who are here in the chamber, please come to the your right side, let's hear from our first speaker, please. Welcome. >> [Indiscernible] Invite you today to watch again what I"
    },
    {
        "start": "02:15:48.199",
        "end": "02:16:50.461",
        "content": "today to watch again what I said on FEBRUARY the 28th of this year. I don't know what happened to the baby. Still there going. But, after you do that, please understand you are not focusing on what is important here. The picture is about fighting technology here. Technology especially in communication is public enemy number one. We need to address this. Be aware of what he is trying to do to society and around the world. San francisco you guys have to be aware of that. We already said, stated 9"
    },
    {
        "start": "02:16:41.554",
        "end": "02:17:34.390",
        "content": "We already said, stated 9 months ago that it is game over for these people who have been weaponizing technology. Technology cannot create beauty. That's not possible. we need beauty north in order to be happy, otherwise it is not possible. It is extreme unintelligence for big tech to keep working on artificial intelligence. This is [Indiscernible] From big tech itself. You don't need artificial intelligence if you are intelligent enough. End of story. Anyway, have a good day. Please I invite you to watch the 28 of FEBRUARY what I said"
    },
    {
        "start": "02:17:26.833",
        "end": "02:18:25.657",
        "content": "Please I invite you to watch the 28 of FEBRUARY what I said at the time when I said change the course of whatever, san francisco at least. Thank you. >> thank you for your comments. Welcome. >> thank you. I want to talk about something I have been talking about the last couple weeks, couple months. Light night I attended the christmas tree right in castro. It was nice to see the city of san francisco come together last night. I come in college at north eastern we studied the twinkie defense and most know it was not about twinkies sort of. The corporation itt owned wonder bred and twinkies and international telephone and telegraph company which started in 1920. 1977 it was worth $17 billion1 (700) 000-0000 which made"
    },
    {
        "start": "02:18:14.648",
        "end": "02:19:10.202",
        "content": "(700) 000-0000 which made wonder bred and twink ease. Voice and phone technology a person or group place in digital surveillance and that influenced dan white. In 1978, there were major issues overseas and within the united states after vietnam. we were in a culture war and war among ourselves. When that happens on digital surveillance it leads to increase intake of alcohol, increase of shugry food, anxiety, drugs and upset and angry you are easily influenced under phone and voice technology. Just like today there are issues abroad and domestically and wars rage and not just in san francisco people are placed"
    },
    {
        "start": "02:19:01.930",
        "end": "02:19:58.519",
        "content": "san francisco people are placed on surveillance with people who don't have best interest in mind. We need peace, unity and community and ask the board of supervisors to convene a meeting to discuss danger of voice and phone technology and immediately take off every citizen on digital surveill nls in san francisco. Meta data isn't new. East germany used it. It isn't new, it has been around decades and I make myself available to each of you for consulting on this matter. Thank you. >> thank you christopher cline for your comments. Next speaker, please. Welcome. >> hello. My name is brenda baros. We both work at san francisco general."
    },
    {
        "start": "02:19:48.610",
        "end": "02:20:43.531",
        "content": "We both work at san francisco general. We heard you talking about the budget and so that brought some things to mind for us like we heard about the deal for the land out at san francisco general where they got for nothing. We hear about all these other things that is just giving away money to people. not charging developer s and things like that. When you come to us and you start asking us to give up or you start asking us that we should take a little less, remember we are looking at all of that stuff. We are looking at every public service contract that is basically giving our work to"
    },
    {
        "start": "02:20:33.289",
        "end": "02:21:27.343",
        "content": "service contract that is basically giving our work to somebody else to do rather then paying us to do it. $39 million for overtime, honesty, dph workers are burned out. There are a lot of employees that refuse to do overtime anymore. That isn't the solution. They need to hire people so we can have people to do what they need to do, not just pay some people overtime and everybody else continue to struggle and suffer and the clients are the ones that really suffer. I work in clinics. Sometimes you have to wait month tuesday months to get an appointment. That is outrageous. It should not be that way and that is because we dont have"
    },
    {
        "start": "02:21:17.133",
        "end": "02:22:12.921",
        "content": "It should not be that way and that is because we dont have enough doctors and don't have enough staff. >> thank you for your comments. >> the world bank has been producing the pcr test at 2018. Think about that, this is everything we have been told is a lie, a absolute lie. There is very people on the radio that are admitting what this is all about. There is a guy on k fax monday at 5 P.M. For 2 hours and exposing the covid lie. There are so many lies out there. one lie we have been taught is the earth is round and it is spinning. It is actually flat. Antarctica is not a continent t"
    },
    {
        "start": "02:22:05.949",
        "end": "02:22:53.964",
        "content": "Antarctica is not a continent t is the ice wall around the rim of the flat earth. There is no south pole. It is like a pizza and the crust is antarctica. GOD is very very close and we never went to the moon. Nasa is bunch of liars. No respect for nasa. The reason I try to convince the irth is flat is maybe that will make you read the bible and believe in jesus christ because GOD is so close. In the north pole they have this big black stone that goes higher then the cloud and has a magnetic force. All the compasses point north, but it is round. It is actually round. We never went to the moon."
    },
    {
        "start": "02:22:45.756",
        "end": "02:23:32.402",
        "content": "It is actually round. We never went to the moon. The whole thing is lie landing on the moon. If you ask your pilot the next time you fly or read the pilot manual it says it is flat. It isn't moving. I was cleaning the carpet of a guy not long ago and told him that and said I know, I have been flying 50 years. We are spinning on a ball. You think might need to take a little consideration. 500 miles a hour if we are spinning at a thousand 66 miles a urho, hour, we are not. We are not. Jesus is coming back. We dont know the day and hour. We know if we care to know we"
    },
    {
        "start": "02:23:24.763",
        "end": "02:24:31.861",
        "content": "We know if we care to know we are in a sabbath year right now. We are in a sabbath year and the only process in the bible is daniel 9 that narrows down the year that christ would die on the cross. It is all related to sabbath years. It is still not too late to get saved. Repent, call upon jesus sincerely and we hill save your soul. >> next speaker, please. >> something to pass out. Jtsds >> hello, my name is [Indiscernible] I e-mailed most of you what this is with a lot more information. So, I personally believe that"
    },
    {
        "start": "02:24:21.520",
        "end": "02:25:18.900",
        "content": "So, I personally believe that there is a city hall and county employee who has been very transphobic among other things on social media targeting transactivist as well. I'll read I read what I have here. If the man is city county employee the fact he targeted transactivist for simply giving public comment and sharing our opinions with government representatives that would be unacceptable to me or any activist to be retaliated against by the city government for exercisers first amendment. I went to human right commission but the commission lost my complaint and told me they can't do anything. They suggest I call 311 for"
    },
    {
        "start": "02:25:09.736",
        "end": "02:26:02.822",
        "content": "They suggest I call 311 for help or try the whistle blowing phone number. What would you do? I included examples of the transphobic things this person has shared. For the record I don't get paid to be here. It cost me money every time I print out these fliers at the library. It is also disheartening when people I thought more transgender accepting then colleagues certain colleagues on the board when they don't say anything on the transgender day of remembrance how much more press do you want transkids and adults to be. You want to pass a resolution on 8 grade algebra. How about resolution on getting transkids restrooms so they can urinate and defecate and do"
    },
    {
        "start": "02:25:53.847",
        "end": "02:27:02.181",
        "content": "transkids restrooms so they can urinate and defecate and do other regular restroom humanly things at school? It is dehumanizing to not have restrooms at school for these kids. Do you care? >> thank you for your comments. Next speaker, please. >> good afternoon. Subject is rent control. Two phrases I like you to keep in your mind when voting on these issues, demolition is death, and eviction is death. Thank you. >> thank you for your comments. Next speaker, please. >> good afternoon supervisors. My name is jake connor ortega [Indiscernible] Something funny I heard earlier from supervisor"
    },
    {
        "start": "02:26:51.538",
        "end": "02:27:48.195",
        "content": "I heard earlier from supervisor preston was that the police are flooded downtown but none are in the tenderloin. As the supervoozer of the tenderloin he requested less police and more ambassadors, so deaths in the tenderloin wouldn't have happened if the tenderloin was cleaned up, but I say I agree with preston voting it down, safai poison amendment such a disappointment. However, before apec I went to break bred in district 6 and what blows me away was watching his treat the homeless he engages with as if they were his family. What angers me is that adam is truly one of the best san franciscans I have the honor knowing and like many residents"
    },
    {
        "start": "02:27:39.554",
        "end": "02:28:30.671",
        "content": "knowing and like many residents and business owners, he and many others are having to do the job this board should be doing, which is keeping the city safe, insuring businesses stay here in the city, but businesses around the city are constantly suffering from theft, broken windows, vandalized and being beaten down by lack of response they close forever. We pay so much in taxes, both residents and tourists alike only to have that money be constantly wasted on fruitless projects. And as a insult any elected official asks us for support when those same elected push forward legislation as killing our city."
    },
    {
        "start": "02:28:20.261",
        "end": "02:29:24.726",
        "content": "when those same elected push forward legislation as killing our city. No longer are we afraid to hold those running for office accountable. Now, it is already too late for the board to get sizable recovery achieved, so for those who are running for office in 2024 like you supervisor stefani, we will be holding anyone who voted in favor of the [Indiscernible] Thank you. >> before the next speaker, I'll just-jay connor, here at the board when you are in a board meeting and an item is on the agenda you cannot speak to it as you did regarding the charter amendment. It is committee you go and provide those comments. okay. Welcome. >> are thank you so much:fighter abolitionist and social justice fighter for me people and nation to make a"
    },
    {
        "start": "02:29:11.614",
        "end": "02:30:08.737",
        "content": "social justice fighter for me people and nation to make a better humanity. I enjoyed myself today. A lot of people say why do you come? What are you receiving from coming and sitting in these chambers? Myself say to them is that, we can complain all day about what is not being done for our people, however, if you don't show up how can you complain? So, I continue to come and stand. I was very very inspired to hear the story of martha and also joe, if I'm pronouncing the name correctly. It is inspiration to myself because so many issues we can address. Myself being cultural representing the whole of the person. So many issues I see that you are tackling. I want to speak on one"
    },
    {
        "start": "02:30:01.864",
        "end": "02:30:49.780",
        "content": "I want to speak on one particular one and that is mothers and families of murdered children. We presented to you about two weeks ago a document of two homes in regards that I have been stating I want to invite you and we will be coming today and getting your schedule and information to see these homes. It has been brought to the attention of some here representing supervisors, brought to their attention, but one of my particular partners he pays $14 thousand a month for the mortgage in bayview and there is no place in bayview for the mothers and families to go of murdered children. We want you to be able to come"
    },
    {
        "start": "02:30:41.406",
        "end": "02:31:41.231",
        "content": "We want you to be able to come to hear martha and joe their homes and their businesses were also a purchase through by way of those who care. We would like you to come and look at the two homes we have. It is the only homes we would be able to have for mothers and families of murdered children. Thank you kindly. >> thank you for your comments. Any other members of the public that like to address the board during general public comment? MR. PRESIDENT. >> seeing no other speakers, public comment is closed. MADAM Clerk, could you please read the adoption without committee reference calendar? >> yes. Items 38 and 39. Unanimous vote is required for resolution first reading. Alternatively one member MAY request resolution on first"
    },
    {
        "start": "02:31:32.456",
        "end": "02:32:32.350",
        "content": "Alternatively one member MAY request resolution on first reading to go to committee. >> would any member like item severed? No names on the roster, same house same call. The motions are approved. We have one item on imperative agenda to approve two separate findss. >> resolution declarer NOVEMBER 28, 2023 as in-home supportive services provider day in the itisy and county of san francisco. Recognizing the compassionate service of ihss provider to most vulnerable and urge the state and federal government to advance qual care and good jobs. >> alright. We are required to approve two separate findings for a unanimous adoption of the item itself. Supervisor chan, would you like"
    },
    {
        "start": "02:32:20.205",
        "end": "02:33:17.695",
        "content": "unanimous adoption of the item itself. Supervisor chan, would you like to make the sunshine and brown act findings? >> so move. >> alright. Is there a second for that motion? Second by supervisor mandelman. Take without objection and we will pass the sunshine brown act findings same house same call. Supervisor chan, would you like to make any remarks oen the item? Any members of the public who would like to comment on this imperative agenda item? Seeing none, public comment is closed. We will take the item same house same call. The resolution is adopted. MADAM Clerk, please read the in memoria. >> today's meeting will be adjourned in memory of following beloved individual on"
    },
    {
        "start": "02:33:08.554",
        "end": "02:33:49.560",
        "content": "adjourned in memory of following beloved individual on bechalf of PRESIDENT Peskin. For MR. Mars lina marsal v espinosa. >> we are adjourned. [Meeting adjourned]"
    }
]